Repository: roadersin/roaders-user-iOS
Catalog: lib/l10n/app_*.arb
Languages: gu, kn, mr, ta, te

source: Sent
gu: મોકલ્યું
kn: ಕಳುಹಿಸಲಾಗಿದೆ
mr: पाठवले
ta: அனுப்பப்பட்டது
te: పంపబడింది

source: Net
gu: નેટ
kn: ನಿವ್ವಳ
mr: निव्वळ
ta: நிகர
te: నికర

source: Transactions
gu: લેવડદેવડ
kn: ವಹಿವಾಟುಗಳು
mr: व्यवहार
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు

source: App Experience
gu: એપ અનુભવ
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನುಭವ
mr: अॅप अनुभव
ta: ஆப் அனுபவம்
te: యాప్ అనుభవం

source: Suggestions
gu: સૂચનો
kn: ಸಲಹೆಗಳು
mr: सूचना
ta: பரிந்துரைகள்
te: సూచనలు

source: Other
gu: અન્ય
kn: ಇತರೆ
mr: इतर
ta: மற்றவை
te: ఇతర

# pleaseSelectRating
source: Please select a rating
gu: કૃપા કરીને રેટિંગ પસંદ કરો
kn: ದಯವಿಟ್ಟು ರೇಟಿಂಗ್ ಆಯ್ಕೆ ಮಾಡಿ
mr: कृपया रेटिंग निवडा
ta: தயவுசெய்து மதிப்பீட்டைத் தேர்ந்தெடுக்கவும்
te: దయచేసి రేటింగ్ ఎంచుకోండి

# feedbackSubmissionFailed
source: Feedback submission failed, please try again
gu: પ્રતિસાદ સબમિટ કરવામાં નિષ્ફળ, કૃપા કરીને ફરી પ્રયાસ કરો
kn: ಪ್ರತಿಕ್ರಿಯೆ ಸಲ್ಲಿಕೆ ವಿಫಲವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
mr: अभिप्राय सबमिट करणे अयशस्वी, कृपया पुन्हा प्रयत्न करा
ta: கருத்து சமர்ப்பிப்பு தோல்வியடைந்தது, மீண்டும் முயற்சிக்கவும்
te: అభిప్రాయం సమర్పించడం విఫలమైంది, దయచేసి మళ్లీ ప్రయత్నించండి

source: Feedback and Rating
gu: પ્રતિસાદ અને રેટિંગ
kn: ಪ್ರತಿಕ್ರಿಯೆ ಮತ್ತು ರೇಟಿಂಗ್
mr: अभिप्राय आणि रेटिंग
ta: கருத்து மற்றும் மதிப்பீடு
te: అభిప్రాయం మరియు రేటింగ్

# howWasYourExperience
source: How was your experience with Roaders Partner App?
gu: Roaders પાર્ટનર એપ સાથે તમારો અનુભવ કેવો રહ્યો?
kn: Roaders ಪಾಲುದಾರ ಅಪ್ಲಿಕೇಶನ್‌ನೊಂದಿಗೆ ನಿಮ್ಮ ಅನುಭವ ಹೇಗಿತ್ತು?
mr: Roaders पार्टनर अॅपसह तुमचा अनुभव कसा होता?
ta: Roaders பார்ட்னர் ஆப்பில் உங்கள் அனுபவம் எப்படி இருந்தது?
te: Roaders పార్ట్నర్ యాప్‌తో మీ అనుభవం ఎలా ఉంది?

# whatFeebackAbout
source: What is your feedback about?
gu: તમારો પ્રતિસાદ શેના વિશે છે?
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ಯಾವುದರ ಬಗ್ಗೆ?
mr: तुमचा अभिप्राय कशाबद्दल आहे?
ta: உங்கள் கருத்து எதைப் பற்றியது?
te: మీ అభిప్రాయం దేని గురించి?

source: Additional Comments
gu: વધારાની ટિપ્પણીઓ
kn: ಹೆಚ್ಚುವರಿ ಕಾಮೆಂಟ್‌ಗಳು
mr: अतिरिक्त टिप्पण्या
ta: கூடுதல் கருத்துகள்
te: అదనపు వ్యాఖ్యలు

# shareYourExperience
source: Share your experience or suggestions...
gu: તમારો અનુભવ અથવા સૂચનો શેર કરો...
kn: ನಿಮ್ಮ ಅನುಭವ ಅಥವಾ ಸಲಹೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ...
mr: तुमचा अनुभव किंवा सूचना शेअर करा...
ta: உங்கள் அனுபவத்தை அல்லது பரிந்துரைகளைப் பகிரவும்...
te: మీ అనుభవాన్ని లేదా సూచనలను పంచుకోండి...

source: Submit Feedback
gu: પ્રતિસાદ સબમિટ કરો
kn: ಪ್ರತಿಕ್ರಿಯೆ ಸಲ್ಲಿಸಿ
mr: अभिप्राय सबमिट करा
ta: கருத்தை சமர்ப்பிக்கவும்
te: అభిప్రాయాన్ని సమర్పించండి

# thankYouForFeedback
source: Thank you for your feedback!
gu: તમારા પ્રતિસાદ બદલ આભાર!
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗೆ ಧನ್ಯವಾದಗಳು!
mr: तुमच्या अभिप्रायासाठी धन्यवाद!
ta: உங்கள் கருத்துக்கு நன்றி!
te: మీ అభిప్రాయానికి ధన్యవాదాలు!

# feedbackHelpUsImprove
source: Your feedback helps us improve our services.
gu: તમારો પ્રતિસાદ અમારી સેવાઓ સુધારવામાં મદદ કરે છે.
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
mr: तुमचा अभिप्राय आम्हाला आमच्या सेवा सुधारण्यास मदत करतो.
ta: உங்கள் கருத்து எங்கள் சேவைகளை மேம்படுத்த உதவுகிறது.
te: మీ అభిప్రాయం మా సేవలను మెరుగుపరచడానికి సహాయపడుతుంది.

source: Back to Home
gu: હોમ પર પાછા જાઓ
kn: ಮುಖಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಿ
mr: होमवर परत जा
ta: முகப்புக்குத் திரும்பு
te: హోమ్‌కు తిరిగి వెళ్ళండి

source: Wallet Top-up Successful
gu: વૉલેટ ટોપ-અપ સફળ
kn: ವಾಲೆಟ್ ಟಾಪ್-ಅಪ್ ಯಶಸ್ವಿಯಾಗಿದೆ
mr: वॉलेट टॉप-अप यशस्वी
ta: வாலட் டாப்-அப் வெற்றிகரமானது
te: వాలెట్ టాప్-అప్ విజయవంతమైంది

source: Try Again
gu: ફરી પ્રયાસ કરો
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
mr: पुन्हा प्रयत्न करा
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్ళీ ప్రయత్నించండి

source: Cancel
gu: રદ કરો
kn: ರದ್ದುಮಾಡಿ
mr: रद्द करा
ta: ரத்து செய்
te: రద్దు

source: External Wallet Selected
gu: બાહ્ય વૉલેટ પસંદ કરેલ છે
kn: ಬಾಹ್ಯ ವಾಲೆಟ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
mr: बाह्य वॉलेट निवडले
ta: வெளிப்புற வாலட் தேர்ந்தெடுக்கப்பட்டது
te: బాహ్య వాలెట్ ఎంచుకోబడింది

source: Booking
gu: બુકિંગ
kn: ಬುಕ್ಕಿಂಗ್
mr: बुकिंग
ta: முன்பதிவு
te: బుకింగ్

source: Payment
gu: ચુકવણી
kn: ಪಾವತಿ
mr: पेमेंट
ta: கட்டணம்
te: చెల్లింపు

# searchTransaction
source: Search Transactions...
gu: લેવડદેવડ શોધો...
kn: ವಹಿವಾಟುಗಳನ್ನು ಹುಡುಕಿ...
mr: व्यवहार शोधा...
ta: பரிவர்த்தனைகளைத் தேடுங்கள்...
te: లావాదేవీలు శోధించండి...

source: Group By
gu: દ્વારા જૂથ
kn: ಗುಂಪು ಮಾಡಿ
mr: गट करा
ta: குழுவாக்கு
te: వర్గీకరించండి

source: Added
gu: ઉમેરાયું
kn: ಸೇರಿಸಲಾಗಿದೆ
mr: जोडले
ta: சேர்க்கப்பட்டது
te: జోడించబడింది

source: Balance
gu: બેલેન્સ
kn: ಬ್ಯಾಲೆನ್ಸ್
mr: शिल्लक
ta: இருப்பு
te: బ్యాలెన్స్

source: Payment Method
gu: ચુકવણી પદ્ધતિ
kn: ಪಾವತಿ ವಿಧಾನ
mr: पेमेंट पद्धत
ta: கட்டண முறை
te: చెల్లింపు పద్ధతి

source: History
gu: ઇતિહાસ
kn: ಇತಿಹಾಸ
mr: इतिहास
ta: வரலாறு
te: చరిత్ర

source: Refund
gu: રિફંડ
kn: ಮರುಪಾವತಿ
mr: परतावा
ta: பணத்திருப்பம்
te: రీఫండ్

source: Customer Support
gu: ગ્રાહક સહાય
kn: ಗ್ರಾಹಕ ಬೆಂಬಲ
mr: ग्राहक सहाय्य
ta: வாடிக்கையாளர் ஆதரவு
te: కస్టమర్ సపోర్ట్

source: Searching
gu: શોધી રહ્યું છે
kn: ಹುಡುಕುತ್ತಿದೆ
mr: शोधत आहे
ta: தேடுகிறது
te: శోధిస్తోంది

source: Driver Assigned
gu: ડ્રાઈવર સોંપાયો
kn: ಚಾಲಕ ನಿಯೋಜಿಸಲಾಗಿದೆ
mr: ड्रायव्हर नियुक्त केला
ta: டிரைவர் நியமிக்கப்பட்டார்
te: డ్రైవర్ కేటాయించబడ్డాడు

source: Trip Started
gu: મુસાફરી શરૂ થઈ
kn: ಪ್ರಯಾಣ ಆರಂಭವಾಗಿದೆ
mr: प्रवास सुरू झाला
ta: பயணம் தொடங்கியது
te: ప్రయాణం ప్రారంభమైంది

source: Trip Ended
gu: મુસાફરી સમાપ્ત થઈ
kn: ಪ್ರಯಾಣ ಮುಗಿದಿದೆ
mr: प्रवास संपला
ta: பயணம் முடிந்தது
te: ప్రయాణం ముగిసింది

source: Reached Pickup Location
gu: પિકઅપ સ્થાન પર પહોંચ્યા
kn: ಪಿಕಪ್ ಸ್ಥಳವನ್ನು ತಲುಪಿದೆ
mr: पिकअप स्थानावर पोहोचले
ta: பிக்அப் இடத்தை அடைந்தது
te: పికప్ స్థానానికి చేరుకున్నారు

source: Reached Drop Location
gu: ડ્રોપ સ્થાન પર પહોંચ્યા
kn: ಡ್ರಾಪ್ ಸ್ಥಳವನ್ನು ತಲುಪಿದೆ
mr: ड्रॉप स्थानावर पोहोचले
ta: டிராப் இடத்தை அடைந்தது
te: డ్రాప్ స్థానానికి చేరుకున్నారు

source: Order Status
gu: ઓર્ડર સ્થિતિ
kn: ಆರ್ಡರ್ ಸ್ಥಿತಿ
mr: ऑर्डरची स्थिती
ta: ஆர்டர் நிலை
te: ఆర్డర్ స్థితి

source: Track Order
gu: ઓર્ડર ટ્રૅક કરો
kn: ಆರ್ಡರ್ ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
mr: ऑर्डर ट्रॅक करा
ta: ஆர்டரைக் கண்காணிக்கவும்
te: ఆర్డర్‌ను ట్రాక్ చేయండి

source: Current Status
gu: વર્તમાન સ્થિતિ
kn: ಪ್ರಸ್ತುತ ಸ್ಥಿತಿ
mr: सध्याची स्थिती
ta: தற்போதைய நிலை
te: ప్రస్తుత స్థితి

source: Close
gu: બંધ કરો
kn: ಮುಚ್ಚಿ
mr: बंद करा
ta: மூடு
te: మూసివేయి

source: Order Cancelled
gu: ઓર્ડર રદ કરવામાં આવ્યો
kn: ಆರ್ಡರ್ ರದ್ದುಮಾಡಲಾಗಿದೆ
mr: ऑर्डर रद्द केला
ta: ஆர்டர் ரத்து செய்யப்பட்டது
te: ఆర్డర్ రద్దు చేయబడింది

# orderCancelledMsg
source: This order has been cancelled and is no longer active.
gu: આ ઓર્ડર રદ કરવામાં આવ્યો છે અને હવે સક્રિય નથી.
kn: ಈ ಆರ್ಡರ್ ರದ್ದು ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಇನ್ನು ಮುಂದೆ ಸಕ್ರಿಯವಾಗಿಲ್ಲ.
mr: हा ऑर्डर रद्द केला गेला आहे आणि आता सक्रिय नाही.
ta: இந்த ஆர்டர் ரத்து செய்யப்பட்டது மற்றும் இனி செயலில் இல்லை.
te: ఈ ఆర్డర్ రద్దు చేయబడింది మరియు ఇకపై యాక్టివ్‌గా లేదు.

source: Search Orders...
gu: ઓર્ડર શોધો...
kn: ಆರ್ಡರ್‌ಗಳನ್ನು ಹುಡುಕಿ...
mr: ऑर्डर शोधा...
ta: ஆர்டர்களைத் தேடுங்கள்...
te: ఆర్డర్‌లను శోధించండి...

source: Filters
gu: ફિલ્ટર્સ
kn: ಫಿಲ್ಟರ್‌ಗಳು
mr: फिल्टर्स
ta: வடிகட்டிகள்
te: ఫిల్టర్‌లు

source: Reset
gu: રીસેટ
kn: ರೀಸೆಟ್
mr: रीसेट
ta: மீட்டமை
te: రీసెట్

source: Status
gu: સ્થિતિ
kn: ಸ್ಥಿತಿ
mr: स्थिती
ta: நிலை
te: స్థితి

source: Date Range
gu: તારીખ શ્રેણી
kn: ದಿನಾಂಕ ವ್ಯಾಪ್ತಿ
mr: तारीख श्रेणी
ta: தேதி வரம்பு
te: తేదీ శ్రేణి

# selectedDates
source: Select Dates
gu: તારીખો પસંદ કરો
kn: ದಿನಾಂಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: तारखा निवडा
ta: தேதிகளைத் தேர்ந்தெடுக்கவும்
te: తేదీలను ఎంచుకోండి

source: Price Range
gu: કિંમત શ્રેણી
kn: ಬೆಲೆ ವ್ಯಾಪ್ತಿ
mr: किंमत श्रेणी
ta: விலை வரம்பு
te: ధర శ్రేణి

source: Assigned
gu: સોંપાયેલ
kn: ನಿಯೋಜಿಸಲಾಗಿದೆ
mr: नियुक्त केले
ta: ஒதுக்கப்பட்டது
te: కేటాయించబడింది

source: At Pickup
gu: પિકઅપ પર
kn: ಪಿಕಪ್‌ನಲ್ಲಿ
mr: पिकअप वर
ta: பிக்அப்பில்
te: పికప్‌లో

source: At Drop
gu: ડ્રોપ પર
kn: ಡ್ರಾಪ್‌ನಲ್ಲಿ
mr: ड्रॉप वर
ta: டிராப்பில்
te: డ్రాప్‌లో

source: Started
gu: શરૂ થયું
kn: ಆರಂಭಿಸಲಾಗಿದೆ
mr: सुरू झाले
ta: தொடங்கியது
te: ప్రారంభించబడింది

source: Ended
gu: સમાપ્ત થયું
kn: ಮುಗಿದಿದೆ
mr: संपले
ta: முடிந்தது
te: ముగిసింది

source: Cancelled
gu: રદ કરાયેલ
kn: ರದ್ದುಮಾಡಲಾಗಿದೆ
mr: रद्द केले
ta: ரத்து செய்யப்பட்டது
te: రద్దు చేయబడింది

# noOrdersDescription
source: You haven't made any bookings yet
gu: તમે હજુ સુધી કોઈ બુકિંગ કર્યું નથી
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಬುಕ್ಕಿಂಗ್‌ಗಳನ್ನು ಮಾಡಿಲ್ಲ
mr: तुम्ही अजून कोणतीही बुकिंग केलेली नाही
ta: நீங்கள் இதுவரை எந்த முன்பதிவும் செய்யவில்லை
te: మీరు ఇంకా ఎటువంటి బుకింగ్‌లు చేయలేదు

# noMatchingOrders
source: No matching orders found
gu: કોઈ મેળ ખાતા ઓર્ડર મળ્યા નથી
kn: ಹೊಂದಿಕೆಯಾಗುವ ಆರ್ಡರ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
mr: जुळणारे ऑर्डर सापडले नाहीत
ta: பொருந்தக்கூடிய ஆர்டர்கள் எதுவும் கிடைக்கவில்லை
te: సరిపోలే ఆర్డర్‌లు కనుగొనబడలేదు

# tryAdjustingFilters
source: Try adjusting your filters
gu: તમારા ફિલ્ટર્સ સમાયોજિત કરવાનો પ્રયાસ કરો
kn: ನಿಮ್ಮ ಫಿಲ್ಟರ್‌ಗಳನ್ನು ಹೊಂದಿಸಲು ಪ್ರಯತ್ನಿಸಿ
mr: तुमचे फिल्टर्स समायोजित करण्याचा प्रयत्न करा
ta: உங்கள் வடிகட்டிகளை சரிசெய்ய முயற்சிக்கவும்
te: మీ ఫిల్టర్‌లను సర్దుబాటు చేయడానికి ప్రయత్నించండి

source: Refresh
gu: રિફ્રેશ
kn: ರಿಫ್ರೆಶ್
mr: रिफ्रेश
ta: புதுப்பி
te: రిఫ్రెష్

source: No Internet Connection
gu: કોઈ ઇન્ટરનેટ કનેક્શન નથી
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಇಲ್ಲ
mr: इंटरनेट कनेक्शन नाही
ta: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు

# pleaseCheckConnection
source: Please check your internet connection and try again.
gu: કૃપા કરીને તમારું ઇન્ટરનેટ કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mr: कृपया आपले इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ta: தயவுசெய்து உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.

# noInternetMessage
source: No internet connection
gu: કોઈ ઇન્ટરનેટ કનેક્શન નથી
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಇಲ್ಲ
mr: इंटरनेट कनेक्शन नाही
ta: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు

source: Retry
gu: ફરી પ્રયાસ કરો
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
mr: पुन्हा प्रयत्न करा
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్ళీ ప్రయత్నించండి

source: Reached Stop 1
gu: સ્ટોપ 1 પર પહોંચ્યા
kn: ಸ್ಟಾಪ್ 1 ತಲುಪಿದೆ
mr: स्टॉप 1 वर पोहोचले
ta: ஸ்டாப் 1 அடைந்தது
te: స్టాప్ 1 చేరుకున్నారు

source: Reached Stop 2
gu: સ્ટોપ 2 પર પહોંચ્યા
kn: ಸ್ಟಾಪ್ 2 ತಲುಪಿದೆ
mr: स्टॉप 2 वर पोहोचले
ta: ஸ்டாப் 2 அடைந்தது
te: స్టాప్ 2 చేరుకున్నారు

source: Reached Stop 3
gu: સ્ટોપ 3 પર પહોંચ્યા
kn: ಸ್ಟಾಪ್ 3 ತಲುಪಿದೆ
mr: स्टॉप 3 वर पोहोचले
ta: ஸ்டாப் 3 அடைந்தது
te: స్టాప్ 3 చేరుకున్నారు

source: Delete Account
gu: એકાઉન્ટ કાઢી નાખો
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
mr: खाते हटवा
ta: கணக்கை நீக்கு
te: ఖాతాను తొలగించండి

source: Order
gu: ઓર્ડર
kn: ಆರ್ಡರ್
mr: ऑर्डर
ta: ஆர்டர்
te: ఆర్డర్

source: Order Type
gu: ઓર્ડર પ્રકાર
kn: ಆರ್ಡರ್ ಪ್ರಕಾರ
mr: ऑर्डर प्रकार
ta: ஆர்டர் வகை
te: ఆర్డర్ రకం

source: Vehicle Type
gu: વાહન પ્રકાર
kn: ವಾಹನ ಪ್ರಕಾರ
mr: वाहन प्रकार
ta: வாகன வகை
te: వాహన రకం

# estimatedTime
source: Estimated Price
gu: અંદાજિત કિંમત
kn: ಅಂದಾಜು ಬೆಲೆ
mr: अनुमानित किंमत
ta: மதிப்பீட்டுச் சுழற்சி
te: అంచనా ధర

source: Date
gu: તારીખ
kn: ದಿನಾಂಕ
mr: तारीख
ta: தேதி
te: తేదీ

source: Time
gu: સમય
kn: ಸಮಯ
mr: वेळ
ta: நேரம்
te: సమయం

source: Driver Information
gu: ડ્રાઈવર માહિતી
kn: ಚಾಲಕದ ಮಾಹಿತಿ
mr: चालकाची माहिती
ta: டிரைவர் தகவல்
te: డ్రైవర్ సమాచారం

source: Driver Name
gu: ડ્રાઈવર નામ
kn: ಚಾಲಕನ ಹೆಸರು
mr: चालकाचे नाव
ta: டிரைவர் பெயர்
te: డ్రైవర్ పేరు

source: Driver Contact
gu: ડ્રાઈવર સંપર્ક
kn: ಚಾಲಕನ ಸಂಪರ್ಕ
mr: चालकाचा संपर्क
ta: டிரைவர் தொடர்பு
te: డ్రైవర్ సంప్రదింపు

source: Vehicle Number
gu: વાહન નંબર
kn: ವಾಹನ ಸಂಖ್ಯೆ
mr: वाहन क्रमांक
ta: வாகன எண்
te: వాహన సంఖ్య

source: Call
gu: કોલ
kn: ಕರೆ
mr: कॉल
ta: அழை
te: కాల్

source: Remove
gu: હટાવો
kn: ತೆಗೆದುಹಾಕಿ
mr: काढा
ta: அகற்று
te: తొలగించు

source: Enter Coupon Code
gu: કૂપન કોડ દાખલ કરો
kn: ಕೂಪನ್ ಕೋಡ್ ನಮೂದಿಸಿ
mr: कूपन कोड प्रविष्ट करा
ta: கூப்பன் குறியீட்டை உள்ளிடவும்
te: కూపన్ కోడ్ నమోదు చేయండి

source: Please enter a coupon code
gu: કૃપા કરીને કૂપન કોડ દાખલ કરો
kn: ದಯವಿಟ್ಟು ಕೂಪನ್ ಕೋಡ್ ನಮೂದಿಸಿ
mr: कृपया कूपन कोड प्रविष्ट करा
ta: தயவுசெய்து கூப்பன் குறியீட்டை உள்ளிடவும்
te: దయచేసి కూపన్ కోడ్ నమోదు చేయండి

source: Discount Applied
gu: ડિસ્કાઉન્ટ લાગુ પડ્યું
kn: ರಿಯಾಯಿತಿ ಅನ್ವಯಿಸಲಾಗಿದೆ
mr: सूट लागू झाली आहे
ta: தள்ளுபடி பொருந்தியுள்ளது
te: డిస్కౌంట్ వర్తించబడింది

# enterThreeCharacters
source: Please enter at least 3 characters to search
gu: શોધવા માટે કૃપા કરીને ઓછામાં ઓછી ૩ અક્ષરો દાખલ કરો
kn: ಹುಡುಕಲು ಕನಿಷ್ಠ 3 ಅಕ್ಷರಗಳನ್ನು ನಮೂದಿಸಿ
mr: शोधण्यासाठी किमान ३ अक्षरे प्रविष्ट करा
ta: தேட 3 எழுத்துகள் உள்ளிடவும்
te: శోధించడానికి కనీసం 3 అక్షరాలు నమోదు చేయండి

# goodsPickup
source: Your goods will be picked up from here
gu: તમારો માલ અહીંથી ઉઠાવી લેવામાં આવશે
kn: ನಿಮ್ಮ ಸರಕುಗಳನ್ನು ಇಲ್ಲಿ നിന്നും ಎತ್ತಿಕೊಳ್ಳಲಾಗುತ್ತದೆ
mr: आपला माल येथून उचलला जाईल
ta: உங்கள் பொருட்கள் இங்கிருந்து எடுத்துச் செல்லப்படும்
te: మీ సరుకును ఇక్కడ నుండి తీసుకువెళ్తారు
