Repository: roadersin/roaders-user-iOS
Catalog: lib/l10n/app_*.arb
Languages: gu, kn, mr, ta, te

# appName
source: Roaders
gu: રોેડર્સ
kn: ರೋಡರ್ಸ್
mr: रोडर्स
ta: ரோடர்ஸ்
te: రోడర్స్

# selectLanguage
source: Select your Language
gu: તમારો ભાષા પસંદ કરો
kn: ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: तुमची भाषा निवडा
ta: உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்
te: మీ భాషను ఎంచుకోండి

source: Welcome!
gu: સ્વાગત છે!
kn: ಸ್ವಾಗತ!
mr: स्वागत आहे!
ta: வரவேற்கிறேன்!
te: స్వాగతం!

# tagLine
source: Speedy Delivery, Your Route to Convenience
gu: ઝડપી ડિલિવરી, તમારી સગવડતા માટેનો માર્ગ
kn: ವೇಗವಾದ ಡೆಲಿವರಿ, ನಿಮ್ಮ ಅನುಕೂಲಕ್ಕಾಗಿ ಮಾರ್ಗ
mr: वेगवान डिलिव्हरी, तुमच्या सोईचा मार्ग
ta: வெகுஜன டெலிவரி, உங்கள் வசதிக்கான பாதை
te: వేగవంతమైన డెలివరీ, మీ సౌకర్యం కోసం మార్గం

# phone
source: Phone Number
gu: ફોન નંબર
kn: ಫೋನ್ ಸಂಖ್ಯೆ
mr: फोन नंबर
ta: போன் எண்
te: ఫోన్ నంబర్

# phoneHint
source: Enter your phone number
gu: તમારો ફોન નંબર દાખલ કરો
kn: ನ ваш ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: तुमचा फोन नंबर प्रविष्ट करा
ta: உங்கள் போன் எணை உள்ளிடவும்
te: మీ ఫోన్ నంబర్ నమోదు చేయండి

# phoneRequired
source: Phone number is required
gu: ફોન નંબર આવશ્યક છે
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
mr: फोन नंबर आवश्यक आहे
ta: போன் எண் அவசியம்
te: ఫోన్ నంబర్ అవసరం

# phoneInvalid
source: Phone Number should be 10 digits
gu: ફોન નંબર 10 આંકડાનો હોવો જોઈએ
kn: ಫೋನ್ ಸಂಖ್ಯೆ 10 ಅಂಕಿಗಳಾಗಿರಬೇಕು
mr: फोन नंबर १० अंकांचा असावा
ta: போன் எண் 10 இலக்கங்களாக இருக்க வேண்டும்
te: ఫోన్ నంబర్ 10 అంకెలు ఉండాలి

source: Email
gu: ઈમેલ
kn: ಇಮೇಲ್
mr: ईमेल
ta: இமெயில்
te: ఈమెయిల్

# emailHint
source: Enter your email address
gu: તમારું ઈમેલ એડ્રેસ દાખલ કરો
kn: ನ ваш ಇಮೇಲ್ ವಿಳಾಸ ನಮೂದಿಸಿ
mr: तुमचा ईमेल पत्ता प्रविष्ट करा
ta: உங்கள் இமெயில் முகவரியை உள்ளிடவும்
te: మీ ఈమెయిల్ చిరునామా నమోదు చేయండి

# emailRequired
source: Email is required
gu: ઈમેલ આવશ્યક છે
kn: ಇಮೇಲ್ ಅಗತ್ಯವಿದೆ
mr: ईमेल आवश्यक आहे
ta: இமெயில் அவசியம்
te: ఈమెయిల్ అవసరం

# emailInvalid
source: Email is invalid
gu: ઈમેલ અમાન્ય છે
kn: ಇಮೇಲ್ ಅಮಾನ್ಯವಾಗಿದೆ
mr: ईमेल अमान्य आहे
ta: இமெயில் தவறானது
te: ఈమెయిల్ అమాన్యమైనది

source: Request OTP
gu: ઓટિપિ વિનંતી કરો
kn: ಓಟಿಪಿ ವಿನಂತಿ ಮಾಡಿ
mr: ओटीपी विनंती करा
ta: OTP கோருங்கள்
te: ఓటిపి అభ్యర్థించండి

# enterDetails
source: Please Enter your details below
gu: કૃપા કરીને તમારી વિગતો નીચે દાખલ કરો
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಕೆಳಗೆ ನಮೂದಿಸಿ
mr: कृपया तुमची माहिती खाली प्रविष्ट करा
ta: தயவுசெய்து உங்கள் விவரங்களை கீழே உள்ளிடவும்
te: క్రిపయా మీ వివరాలను క్రింద నమోదు చేయండి

# nameHint
source: Enter your name
gu: તમારું નામ દાખલ કરો
kn: ನ ваш ಹೆಸರು ನಮೂದಿಸಿ
mr: तुमचं नाव प्रविष्ट करा
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు నమోదు చేయండి

# nameRequired
source: Name is required for
gu: નામ આવશ્યક છે
kn: ಹೆಸರು ಅಗತ್ಯವಿದೆ
mr: नाव आवश्यक आहे
ta: பெயர் அவசியம்
te: పేరు అవసరం

source: Contact Support
gu: સમર્થન સાથે સંપર્ક કરો
kn: ಸಹಾಯವನ್ನು ಸಂಪರ್ಕಿಸಿ
mr: समर्थनाशी संपर्क करा
ta: ஆதரவு தொடர்பு
te: సపోర్ట్ ను సంప్రదించండి

source: Account
gu: ખાતું
kn: ಖಾತೆ
mr: खातं
ta: கணக்கு
te: ఖాతా

source: Hello
gu: હેલો
kn: ನಮಸ್ಕಾರ
mr: नमस्ते
ta: வணக்கம்
te: హలో

source: Edit Profile
gu: પ્રોફાઇલ સુધારો
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
mr: प्रोफाईल संपादित करा
ta: சுயவிவரம் திருத்தவும்
te: ప్రొఫైల్ సవరించండి

# helpAndSupport
source: Help & Support
gu: મદદ અને આધાર
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
mr: मदत आणि समर्थन
ta: உதவி மற்றும் ஆதரவு
te: సహాయం మరియు మద్దతు

# termsAndConditions
source: Terms & Conditions
gu: શરતો અને નિયમો
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
mr: नियम आणि शर्ती
ta: நிபந்தனைகள் மற்றும் விதிமுறைகள்
te: నియమాలు మరియు షరతులు

# userEligibility
source: 1. User Eligibility
gu: 1. વપરાશકર્તા યોગ્યતા
kn: 1. ಬಳಕೆದಾರ ಅರ್ಹತೆ
mr: १. वापरकर्त्याची पात्रता
ta: 1. பயனர் தகுதி
te: 1. వినియోగదారుల అర్హత

# userEligibilityDetails
source: 1.1. You must be at least 18 years old to use the App. 1.2. By using the App, you represent and warrant that you have the legal right, authority, and capacity to enter into these Terms and comply with all applicable laws and regulations.
gu: 1.1. એપ્લિકેશનનો ઉપયોગ કરવા માટે તમે ઓછામાં ઓછા 18 વર્ષના હોવા જોઈએ. 1.2. એપ્લિકેશનનો ઉપયોગ કરીને, તમે આ શરતોમાં પ્રવેશ કરવા અને તમામ લાગુ પડતી કાયદાઓ અને નિયમોનું પાલન કરવા માટે કાનૂની હક, અધિકાર અને ક્ષમતા ધરાવતા હોવાનો પ્રતિજ્ઞા કરો છો.
kn: 1.1. ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಲು ನೀವು ಕನಿಷ್ಠ 18 ವರ್ಷ ವಯಸ್ಸಿನಿರಬೇಕು. 1.2. ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸುವುದರ ಮೂಲಕ ನೀವು ಈ ಷರತ್ತುಗಳಿಗೆ ಒಪ್ಪಿಗೆಯನ್ನೀಡಿ ಮತ್ತು ಎಲ್ಲಾ ಅನ್ವಯಿಸುವ ಕಾನೂನುಗಳು ಮತ್ತು ನಿಯಮಗಳನ್ನು ಅನುಸರಿಸಲು ಕಾನೂನುಗೊಳಿಸಿದ ಹಕ್ಕು, ಅಧಿಕಾರ ಮತ್ತು ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ.
mr: १.१. ॲप्लिकेशन वापरण्यासाठी तुम्ही किमान १८ वर्षांचे असावे. १.२. ॲप्लिकेशन वापरताना, तुम्ही या शर्तींमध्ये प्रवेश करण्यासाठी आणि सर्व लागू कायदे आणि नियमांचे पालन करण्यासाठी कानूनी अधिकार, क्षमता आणि अधिकार असलेले असल्याचे सुनिश्चित करता.
ta: 1.1. செயலியை பயன்படுத்த 18 வயதிற்கான குறைந்தபட்ச வயது தேவை. 1.2. செயலியை பயன்படுத்தியவுடன், நீங்கள் இந்த நிபந்தனைகளில் நுழைவதற்கும், அனைத்து பொருந்தும் சட்டங்கள் மற்றும் விதிமுறைகளை பின்பற்றுவதற்கும் சட்டபூர்வமான உரிமை, அதிகாரம் மற்றும் திறன் கொண்டதாக ஒப்புக்கொள்கிறீர்கள்.
te: 1.1. ఈ యాప్ ఉపయోగించడానికి మీరు కనీసం 18 సంవత్సరాలు ఉండాలి. 1.2. ఈ యాప్ ను ఉపయోగించి, మీరు ఈ షరతులను అంగీకరించి, అన్ని వర్తించే చట్టాలు మరియు నియమాలను పాటించడానికి చట్టపరమైన హక్కు, అధికారం మరియు సామర్థ్యం కలిగి ఉన్నట్లు ప్రతిజ్ఞ చేస్తారు.

# accountRegistration
source: 2. Account Registration
gu: 2. ખાતું નોંધણી
kn: 2. ಖಾತೆ ನೋಂದಣಿ
mr: २. खातं नोंदणी
ta: 2. கணக்கு பதிவு
te: 2. ఖాతా నమోదు

# accountRegistrationDetails
source: 2.1. To use the App, you must register and create an account. 2.2. You agree to provide accurate, current, and complete information during the registration process. 2.3. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. 2.4. You agree to notify us immediately of any unauthorized use of your account.
gu: 2.1. એપ્લિકેશનનો ઉપયોગ કરવા માટે, તમારે નોંધણી કરવી અને ખાતું બનાવવું પડશે. 2.2. તમે નોંધણી પ્રક્રિયા દરમિયાન સાચી, વર્તમાન અને સંપૂર્ણ માહિતી આપવાનો વચન આપો છો. 2.3. તમે તમારા ખાતાના ક્રેડેન્શિયલ્સની ગુપ્તતા જાળવવા માટે અને તમારા ખાતા હેઠળ થતા તમામ પ્રવૃત્તિઓ માટે જવાબદાર છો. 2.4. તમે અમને તરત જ કોઈ પણ અનધિકૃત ઉપયોગ વિશે જાણ કરવા માટે સંમત છો.
kn: 2.1. ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಲು ನೀವು ನೋಂದಣಿ ಮಾಡಿ ಖಾತೆಯನ್ನು ಸೃಷ್ಟಿಸಬೇಕಾಗುತ್ತದೆ. 2.2. ನೀವು ನೋಂದಣಿಯ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಸರಿಯಾದ, ಪ್ರಸ್ತುತ ಮತ್ತು ಪೂರ್ಣ ವಿವರಗಳನ್ನು ಒಪ್ಪುವಿರಿ. 2.3. ನೀವು ನಿಮ್ಮ ಖಾತೆ ವಿವರಗಳನ್ನು ರಹಸ್ಯವಾಗಿ ಇಡಲು ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯಡಿ ನಡೆಯುವ ಎಲ್ಲಾ ಚಟುವಟಿಕೆಗಳಿಗೆ ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ. 2.4. ನೀವು ತಕ್ಷಣವೇ ಯಾವುದೇ ಅನಧಿಕೃತ ಬಳಕೆಯನ್ನು ನಮಗೆ सूचित ಮಾಡಲು ಒಪ್ಪಿಗೆಯಿರುತ್ತೀರಿ.
mr: २.१. ॲप्लिकेशन वापरण्यासाठी, तुम्हाला नोंदणी करावी लागेल आणि खातं तयार करावं लागेल. २.२. तुम्ही नोंदणी प्रक्रियेत सत्य, सध्याची आणि पूर्ण माहिती प्रदान करण्याचे वचन देता. २.३. तुम्ही तुमच्या खात्याच्या क्रेडेन्शियल्सची गोपनीयता राखण्यासाठी आणि तुमच्या खात्याच्या अंतर्गत सर्व क्रियाकलापांसाठी जबाबदार आहात. २.४. तुम्ही आम्हाला त्वरित कोणत्याही अनधिकृत वापराची माहिती देण्यास सहमत आहात.
ta: 2.1. செயலியை பயன்படுத்த, நீங்கள் பதிவு செய்து ஒரு கணக்கு உருவாக்க வேண்டும். 2.2. நீங்கள் பதிவு செயல்பாட்டின்போது சரியான, தற்போதைய மற்றும் முழுமையான தகவலை வழங்க ஏற்கனவே ஒப்புக்கொண்டுள்ளீர்கள். 2.3. நீங்கள் உங்கள் கணக்கு சான்றிதழ்களை ரகசியமாக வைத்திருக்கும் பொறுப்பு மற்றும் உங்கள் கணக்கின் கீழ் நடைபெறும் அனைத்து செயல்பாடுகளுக்கும் பொறுப்பானவராக இருக்கிறீர்கள். 2.4. நீங்கள் எப்போது வேண்டுமானாலும் எவ்வித அனுமதியின்றி உங்கள் கணக்கை பயன்படுத்தப்பட்டதை எங்களுக்குத் தெரியப்படுத்த அங்கீகரிக்கின்றீர்கள்.
te: 2.1. ఈ యాప్ ఉపయోగించడానికి, మీరు నమోదు చేయాలి మరియు ఖాతాను సృష్టించాలి. 2.2. మీరు నమోదు ప్రక్రియలో సరిగ్గా, ప్రస్తుత మరియు పూర్తి సమాచారం అందించడానికి అంగీకరించారు. 2.3. మీరు మీ ఖాతా వివరాలను గోప్యతగా ఉంచడం మరియు మీ ఖాతాలో జరిగే అన్ని కార్యాచరణలకు బాధ్యత వహించడం. 2.4. మీరు తక్షణం అనధికార ఉపయోగం గురించి మాకు తెలియజేయడానికి అంగీకరించారు.

# servicesProvided
source: 3. Services Provided
gu: 3. પ્રદાન કરાયેલ સેવાઓ
kn: 3. ಒದಗಿಸಿದ ಸೇವೆಗಳು
mr: ३. प्रदान केलेल्या सेवा
ta: 3. வழங்கப்பட்ட சேவைகள்
te: 3. అందించబడిన సేవలు

# servicesProvidedDetails
source: 3.1. Roaders connects users ("Customers") with drivers ("Partners") for the transportation of goods. 3.2. We are a platform that facilitates the connection between Customers and Partners; we do not own or operate the vehicles. 3.3. Services provided by Partners are subject to availability and may vary based on location, vehicle type, and other factors.
gu: 3.1. રોડર્સ વપરાશકર્તાઓ ("ગ્રાહકો") ને ડ્રાઈવરો ("ભાગીદારો") સાથે માલ પરિહરણ માટે જોડે છે. 3.2. અમે એક પ્લેટફોર્મ છીએ જે ગ્રાહકો અને ભાગીદારો વચ્ચે કનેક્શન સુવિધા આપે છે; અમે વાહનોના માલિક નથી અને ન ચલાવીએ. 3.3. ભાગીદારો દ્વારા પ્રદાન કરાતી સેવાઓ ઉપલબ્ધતા પર આધાર રાખે છે અને સ્થાન, વાહનનો પ્રકાર અને અન્ય પરિસ્થિતિઓ પર આધાર રાખી શકે છે.
kn: 3.1. ರೋಡರ್ಸ್ ಬಳಕೆದಾರರನ್ನು ("ಗ್ರಾಹಕರು") ಚಾಲಕರನ್ನು ("ಪಾಲುದಾರರು") ಸರಕು ಸಾರಿಗೆಗಾಗಿ ಸಂಪರ್ಕಿಸುತ್ತದೆ. 3.2. ನಾವು ಒಂದು ವೇದಿಕೆವಾಗಿದ್ದೇವೆ, ಇದು ಗ್ರಾಹಕರ ಮತ್ತು ಪಾಲುದಾರರ ನಡುವೆ ಸಂಪರ್ಕ ಕಲ್ಪಿಸುತ್ತದೆ; ನಾವು ವಾಹನಗಳ ಮಾಲಿಕರಾಗಿಲ್ಲ ಮತ್ತು ಅವನ್ನು ಚಾಲನೆ ಮಾಡುವುದಿಲ್ಲ. 3.3. ಪಾಲುದಾರರಿಂದ ಒದಗಿಸಲಾದ ಸೇವೆಗಳು ಲಭ್ಯತೆ, ಸ್ಥಳ, ವಾಹನದ ಪ್ರಕಾರ ಮತ್ತು ಇತರ ಕಾರಣಗಳ ಮೇರೆಗೆ ಬದಲಾಗಬಹುದು.
mr: ३.१. रोडर्स वापरकर्त्यांना ("ग्राहक") ड्रायव्हर्स ("सहभागी") सोबत माल वाहतुकीसाठी जोडते. ३.२. आम्ही एक प्लॅटफॉर्म आहोत जो ग्राहकांना आणि सहभागींना जोडण्याची सुविधा देते; आम्ही वाहने मालक नाहीत आणि न वापरत नाहीत. ३.३. सहभागींनी प्रदान केलेल्या सेवा उपलब्धतेवर आधारित असतात आणि स्थान, वाहनाचा प्रकार आणि इतर परिस्थितीवर आधारित असू शकतात.
ta: 3.1. ரோடர்ஸ் பயனர்களை ("வாடிக்கையாளர்கள்") ஓட்டுனர்களை ("பங்குதாரர்கள்") உடன் பொருள் போக்குவரத்திற்காக இணைக்கின்றது. 3.2. நாம் ஒரு தளமாக உள்ளோம், இது வாடிக்கையாளர்களுக்கும் பங்குதாரர்களுக்கும் இணைக்கும் வசதியளிக்கின்றது; நாம் வாகனங்களை உரிமையில besitzen இல்லை மற்றும் இயக்கவில்லை. 3.3. பங்குதாரர்களின் வழங்கப்படும் சேவைகள் கிடைக்கும் அளவுக்கு பொருந்தும், இடம், வாகனத்தின் வகை மற்றும் பிற காரணிகளின் அடிப்படையில் மாறலாம்.
te: 3.1. రోడర్స్ వినియోగదారులను ("కస్టమర్స్") డ్రైవర్స్ ("పార్టనర్స్") తో సరుకు రవాణా కోసం కలుపుతుంది. 3.2. మేము ఒక వేదికగా ఉన్నాము, ఇది కస్టమర్స్ మరియు పార్టనర్స్ మధ్య కనెక్షన్ ను సౌకరించు; మేము వాహనాలను కలిగి ఉండవు మరియు వాటిని నడిపించము. 3.3. పార్టనర్స్ ద్వారా అందించబడిన సేవలు అందుబాటులోకి వస్తాయి మరియు ప్రాంతం, వాహన రకం మరియు ఇతర పరిస్థితులపై ఆధారపడవచ్చు.

# bookingAndPayment
source: 4. Booking and Payment
gu: 4. બુકિંગ અને ચુકવણી
kn: 4. ಬುಕ್ಕಿಂಗ್ ಮತ್ತು ಪಾವತಿ
mr: ४. बुकिंग आणि पेमेंट
ta: 4. பேக்கிங் மற்றும் கட்டணம்
te: 4. బుకింగ్ మరియు చెల్లింపు

# bookingAndPaymentDetails
source: 4.1. Customers can book transportation services through the App by providing necessary details, including pickup and drop-off locations, type of goods, and preferred vehicle type. 4.2. The cost of the service will be calculated based on distance, time, and vehicle type. 4.3. Customers must pay for the services through the payment methods available in the App. 4.4. Payments are non-refundable, except as specified in our Cancellation Policy.
gu: 4.1. ગ્રાહકોએ એપ્લિકેશન દ્વારા બુકિંગ કરવાનું અને જરૂરી વિગતો પૂરી પાડવી, જેમાં પિકઅપ અને ડ્રોપ-ઓફ સ્થાન, માલનો પ્રકાર અને પસંદગીના વાહનનો પ્રકાર સમાવેશ થાય છે. 4.2. સેવાઓનો ખર્ચ અંતર, સમય અને વાહનના પ્રકાર પર આધાર રાખે છે. 4.3. ગ્રાહકોએ ઉપલબ્ધ ચુકવણી પદ્ધતિઓ દ્વારા સેવાઓ માટે ચૂકવણી કરવી જોઈએ. 4.4. ચુકવણી રિફંડ નહીં થશે, અમારું રદ કરવાનું નીતિ સિવાય.
kn: 4.1. ಗ್ರಾಹಕರು ಅಪ್ಲಿಕೇಶನ್ ಮೂಲಕ ಬುಕ್ ಮಾಡಬಹುದು ಮತ್ತು ಅಗತ್ಯವಿರುವ ವಿವರಗಳನ್ನು ನೀಡಬಹುದು, ಇದರಲ್ಲಿ ಪಿಕಪ್ ಮತ್ತು ಡ್ರಾಪ್-ಆಫ್ ಸ್ಥಳಗಳು, ಸರಕಿನ ಪ್ರಕಾರ ಮತ್ತು ಆಯ್ಕೆ ಮಾಡಿದ ವಾಹನದ ಪ್ರಕಾರಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ. 4.2. ಸೇವೆಯ ವೆಚ್ಚ ದೂರ, ಸಮಯ ಮತ್ತು ವಾಹನದ ಪ್ರಕಾರವನ್ನು ಆಧರಿಸಿ ನಿರ್ಧರಿಸಲಾಗುತ್ತದೆ. 4.3. ಗ್ರಾಹಕರು ಲಭ್ಯವಿರುವ ಪಾವತಿ ವಿಧಾನಗಳ ಮೂಲಕ ಸೇವೆಗಳ ಪಾವತಿಯನ್ನು ಮಾಡುವುದಾಗಿ ಒಪ್ಪಿಗೆಯಾದರು. 4.4. ಪಾವತಿಗಳು ಹಿಂದಿರುಗಿಸಲಾಗುವುದಿಲ್ಲ, ನಮ್ಮ ರದ್ದುಗೊಳಿಸುವ ನೀತಿಯಲ್ಲಿ ಹೆಚ್ಚುವರಿ ನಿಯಮಗಳಿವೆ.
mr: ४.१. ग्राहक ॲप्लिकेशनद्वारे बुकिंग करू शकतात आणि आवश्यक तपशील प्रदान करू शकतात, ज्यामध्ये पिकअप आणि ड्रॉप-ऑफ स्थान, मालाचा प्रकार आणि आवडत्या वाहनाचा प्रकार समाविष्ट आहे. ४.२. सेवा खर्च अंतर, वेळ आणि वाहनाच्या प्रकारावर आधारित असतो. ४.३. ग्राहकांनी उपलब्ध पेमेंट पद्धतीद्वारे सेवांसाठी पैसे देणे आवश्यक आहे. ४.४. पैसे परत केले जाणार नाहीत, आमच्या रद्दीकरण धोरणानुसार अपवाद वगळता.
ta: 4.1. வாடிக்கையாளர்கள் செயலியை பயன்படுத்தி பதிவு செய்ய முடியும் மற்றும் தேவையான விவரங்களை வழங்க முடியும், இதில் பிக்அப் மற்றும் டிராப்-ஆஃப் இடங்கள், பொருளின் வகை மற்றும் விரும்பும் வாகனத்தின் வகை அடங்கும். 4.2. சேவையின் கட்டணம், இடம், நேரம் மற்றும் வாகன வகை ஆகியவற்றின் அடிப்படையில் கணக்கிடப்படும். 4.3. வாடிக்கையாளர்கள் வழங்கப்பட்ட கட்டண முறைமைகளின் மூலம் சேவைகளுக்கான கட்டணத்தை செலுத்த வேண்டும். 4.4. கட்டணங்கள் திருப்பிக் கொடுக்கப்படாது, எங்களின் ரத்தாக்கு கொள்கையில் குறிப்பிடப்பட்டுள்ளவற்றை தவிர.
te: 4.1. కస్టమర్స్ ఈ యాప్ ద్వారా బుకింగ్ చేయవచ్చు మరియు అవసరమైన వివరాలు అందించవచ్చు, వీటిలో పికప్ మరియు డ్రాప్-ఆఫ్ లొకేషన్లు, సరుకుల రకం మరియు ప్రిఫర్డ్ వాహనం రకం ఉన్నాయి. 4.2. సేవల ఖర్చు దూరం, సమయం మరియు వాహనం రకం ఆధారంగా నిర్ణయించబడుతుంది. 4.3. కస్టమర్స్ అందుబాటులో ఉన్న చెల్లింపు పద్ధతులు ద్వారా సేవల కోసం చెల్లించాలి. 4.4. చెల్లింపులు రిఫండ్ చేయబడవు, మా రద్దు విధానం లో పేర్కొన్నప్పటికీ.

# cancellationPolicy
source: 5. Cancellation Policy
gu: 5. રદ કરવાની નીતિ
kn: 5. ರದ್ದುಗೊಳಿಸುವ ನೀತಿ
mr: ५. रद्दीकरण धोरण
ta: 5. ரத்தாக்கு கொள்கை
te: 5. రద్దు విధానం

# cancellationPolicyDetails
source: 5.1. Customers may cancel their booking before a Partner is assigned without incurring any charges. 5.2. If a booking is canceled after a Partner has been assigned, a cancellation fee may apply. 5.3. Partners have the right to cancel bookings under certain circumstances, such as vehicle unavailability, unsafe conditions, or other unforeseen issues.
gu: 5.1. ગ્રાહકોએ બુકિંગને પાર્ટનર નિયુક્ત થવામાં આવ્યા વિના રદ કરી શકે છે. 5.2. જો બુકિંગ રદ કરવામાં આવે છે પછી એક પાર્ટનર નિમણૂક થયા છે, તો રદ કરવાનું ફી લાગુ પડી શકે છે. 5.3. ભાગીદારો પાસે રદ કરવાનું અધિકાર છે ક્યારેક, જેમ કે વાહન ઉપલબ્ધતા, સુરક્ષિત પરિસ્થિતિઓ અથવા અન્ય અનહમાળા મુદ્દાઓ.
kn: 5.1. ಗ್ರಾಹಕರು ಪಾರ್ಟ್ನರ್ ನೇಮಕಗೊಳ್ಳುವ ಮೊದಲು ತಮ್ಮ ಬುಕ್ಕಿಂಗ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಬಹುದು. 5.2. ಒಂದು ಬಾರಿ ಪಾರ್ಟ್ನರ್ ನೇಮಕಗೊಂಡ ನಂತರ, ಬುಕ್ಕಿಂಗ್ ರದ್ದುಗೊಳಿಸುವುದಾದರೆ, ರದ್ದು ಮಾಡಿದ ಶುಲ್ಕವನ್ನು ವಿಧಿಸಲಾಗಬಹುದು. 5.3. ಪಾಲುದಾರರು ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ತಮ್ಮ ಬುಕ್ಕಿಂಗ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸುವ ಹಕ್ಕನ್ನು ಹೊಂದಿರುತ್ತಾರೆ, ಉದಾಹರಣೆಗೆ ವಾಹನ ಲಭ್ಯವಿಲ್ಲದೆ, ಸುರಕ್ಷತೆ ಮತ್ತು ಇತರ ಅನपेಕ್ಷಿತ ಸಮಸ್ಯೆಗಳಾದಾಗ.
mr: ५.१. ग्राहकांनी बुकिंग रद्द करू शकता, जरी पार्टनर नियुक्त झालेला नसेल. ५.२. जर बुकिंग पार्टनर नियुक्त झाल्यानंतर रद्द केली तर रद्दीकरण शुल्क लागू होऊ शकते. ५.३. सहभागी काही परिस्थितीत बुकिंग रद्द करू शकतात, जसे वाहन अनुपलब्धता, असुरक्षित परिस्थिती किंवा इतर अनपेक्षित समस्या.
ta: 5.1. வாடிக்கையாளர்கள் பங்குதாரர் நியமிக்கப்பட்டதற்கு முன்னர் அவர்களது பதிவு ரத்தாக்கு செய்ய முடியும். 5.2. பங்குதாரர் நியமிக்கப்பட்ட பிறகு ஒரு பதிவு ரத்தாக்கப்பட்டால், ஒரு ரத்தாக்கு கட்டணம் அமுல்படுத்தப்படலாம். 5.3. பங்குதாரர்கள் சில சூழ்நிலைகளில் பதிவுகளை ரத்தாக்க முடியும், அதாவது வாகனத்தின் கிடைக்கும் நிலை, பாதுகாப்பான நிலை மற்றும் பிற எதிர்பாராத பிரச்சினைகள்.
te: 5.1. కస్టమర్స్ పార్టీని నియమించకముందే బుకింగ్ ను రద్దు చేయవచ్చు. 5.2. ఒక పార్టీ నియమించబడిన తర్వాత బుకింగ్ రద్దు చేయబడితే, రద్దు ఫీజు వర్తించవచ్చు. 5.3. పార్టనర్స్ కొన్ని పరిస్థితులలో బుకింగ్ ను రద్దు చేయవచ్చు, ఉదాహరణకు వాహనం అందుబాటులో లేనప్పుడు, అసురక్షిత పరిస్థితులు, లేదా ఇతర అనుకోని సమస్యలు.

# userResponsibilities
source: 6. User Responsibilities
gu: 6. વપરાશકર્તાની જવાબદારીઓ
kn: 6. ಬಳಕೆದಾರರ ಜವಾಬ್ದಾರಿಗಳು
mr: ६. वापरकर्त्याची जबाबदारी
ta: 6. பயனர் பொறுப்புகள்
te: 6. వినియోగదారుల బాధ్యతలు

# userResponsibilitiesDetails
source: 6.1. Customers are responsible for ensuring that all goods being transported comply with local laws and regulations. 6.2. Customers must ensure that goods are properly packaged and do not pose a risk to the vehicle, Partner, or public safety. 6.3. Partners must provide safe and reliable transportation services and comply with all applicable traffic laws and regulations. 6.4. Both Customers and Partners must treat each other with respect and courtesy.
gu: 6.1. ગ્રાહકો માટે જરૂરી છે કે બધા માલ જે પરિવહન માટે લેવાયા છે તે સ્થાનિક કાયદાઓ અને નિયમો સાથે અનુરૂપ હોવું જોઈએ. 6.2. ગ્રાહકો માટે જરૂરી છે કે માલ યોગ્ય રીતે પેક કરેલા હોય અને વાહન, ભાગીદાર અથવા જાહેર સુરક્ષાને ખતરો ન પહોંચાડે. 6.3. ભાગીદારોને સલામત અને વિશ્વસનીય પરિવહન સેવાઓ પ્રદાન કરવાની અને તમામ લાગુ પડતી ટ્રાફિક કાયદાઓ અને નિયમોનું પાલન કરવાની જવાબદારી છે. 6.4. બંને, ગ્રાહકો અને ભાગીદારો,એ એકબીજા સાથે આદર અને નમ્રતા સાથે વર્તવું જોઈએ.
kn: 6.1. ಗ್ರಾಹಕರು ಎಲ್ಲಾ ಸರಕುಗಳನ್ನು ಸ್ಥಳೀಯ ಕಾನೂನುಗಳು ಮತ್ತು ನಿಯಮಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಹೊಂದಿಸಬೇಕಾಗುತ್ತದೆ. 6.2. ಗ್ರಾಹಕರು ಸರಿಯಾದ ಪ್ಯಾಕಿಂಗ್ ಮೂಲಕ ಸರಕುಗಳನ್ನು ರಕ್ಷಿಸಬೇಕು ಮತ್ತು ವಾಹನ, ಪಾಲುದಾರ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಸುರಕ್ಷತೆಗೆ ಅಪಾಯವನ್ನುಂಟು ಮಾಡದೆ ಇರಬೇಕಾಗುತ್ತದೆ. 6.3. ಪಾಲುದಾರರು ಸುರಕ್ಷಿತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಸಾರಿಗೆ ಸೇವೆಗಳನ್ನು ನೀಡಲು ಮತ್ತು ಎಲ್ಲಾ ಅನ್ವಯಿಸುವ ರಸ್ತೆ ಕಾನೂನುಗಳನ್ನು ಮತ್ತು ನಿಯಮಗಳನ್ನು ಅನುಸರಿಸಲು ಜವಾಬ್ದಾರಿಯಾಗಿರುತ್ತಾರೆ. 6.4. ಗ್ರಾಹಕರು ಮತ್ತು ಪಾಲುದಾರರು ಪರಸ್ಪರ ಗೌರವ ಮತ್ತು ಶಿಸ್ತಿನಿಂದ ವರ್ತಿಸಬೇಕು.
mr: ६.१. ग्राहकांना हे सुनिश्चित करणे आवश्यक आहे की सर्व माल जे वाहतुकीसाठी आहेत, ते स्थानिक कायदे आणि नियमांचे पालन करतात. ६.२. ग्राहकांना माल योग्यपणे पॅक केलेले आणि वाहन, सहभागी किंवा सार्वजनिक सुरक्षेस धोका न होईल याची काळजी घ्यावी लागेल. ६.३. सहभागी सुरक्षित आणि विश्वासार्ह परिवहन सेवा प्रदान करण्यासाठी आणि सर्व लागू ट्राफिक कायदे आणि नियमांचे पालन करण्यासाठी जबाबदार आहेत. ६.४. ग्राहक आणि सहभागी एकमेकांशी आदर आणि सौम्यतेने वागावे.
ta: 6.1. வாடிக்கையாளர்கள் அனைத்து பொருட்களையும் அனுமதிக்கப்பட்ட சட்டங்கள் மற்றும் விதிமுறைகளுக்கு ஏற்ப உறுதிப்படுத்த வேண்டும். 6.2. வாடிக்கையாளர்கள் பொருட்களை சரியான முறையில் மூடியிருக்க வேண்டும் மற்றும் வாகனத்திற்கு, பங்குதாரருக்கு அல்லது பொது பாதுகாப்புக்கு ஆபத்தை ஏற்படுத்தாதவையாக இருக்க வேண்டும். 6.3. பங்குதாரர்களுக்கு பாதுகாப்பான மற்றும் நம்பகமான ரவாணா சேவைகளை வழங்குவதற்கும் அனைத்து பொருந்தும் சாலையுறை சட்டங்கள் மற்றும் விதிமுறைகளை பின்பற்றுவதற்கும் பொறுப்பாயிருக்க வேண்டும். 6.4. வாடிக்கையாளர்கள் மற்றும் பங்குதாரர்கள் ஒருவருக்கொருவர் ஆபத்துக்களுடன் கூடிய மற்றும் சாந்தியுள்ள முறையில் நடத்த வேண்டும்.
te: 6.1. కస్టమర్స్ అన్ని సరుకులు సరైన చట్టాలతో మరియు నియమాలతో అనుసరించబడుతున్నాయని నిర్ధారించుకోవాలి. 6.2. కస్టమర్స్ సరుకులను సరిగ్గా ప్యాక్ చేసి, వాహనం, పార్టనర్ లేదా ప్రజా భద్రతకు ప్రమాదం కలిగించకుండా చూసుకోవాలి. 6.3. పార్టనర్స్ సురక్షితమైన మరియు నమ్మకమైన రవాణా సేవలను అందించడానికి మరియు అన్ని వర్తించే రోడ్డు చట్టాలు మరియు నియమాలను పాటించడానికి బాధ్యత వహిస్తారు. 6.4. కస్టమర్స్ మరియు పార్టనర్స్ ఒకరినొకరు గౌరవం మరియు మర్యాదతో వ్యవహరించాలి.

# prohibitedActivities
source: 7. Prohibited Activities
gu: 7. પ્રતિબંધિત પ્રવૃત્તિઓ
kn: 7. ನಿರ್ಬಂಧಿತ ಚಟುವಟಿಕೆಗಳು
mr: ७. प्रतिबंधित क्रियाकलाप
ta: 7. தடைக்கப்பட்ட செயல்கள்
te: 7. నిషేధిత కార్యకలాపాలు

# prohibitedActivitiesDetails
source: 7.1. You may not use the App for any illegal or unauthorized purpose. 7.2. You may not interfere with or disrupt the operation of the App or its servers. 7.3. You may not engage in any activity that harms or threatens the safety of other users or the public.
gu: 7.1. તમે એપ્લિકેશનનો ઉપયોગ કાયદેસર અથવા અનધિકૃત હેતુ માટે નથી કરી શકો. 7.2. તમે એપ્લિકેશન અથવા તેના સર્વરોની કામગીરીમાં ખલેલ પાડી શકતા નથી. 7.3. તમે કોઈપણ પ્રવૃત્તિમાં સંલગ્ન થવા માટે નહીં જે અન્ય વપરાશકર્તાઓ અથવા જાહેરની સલામતતા માટે ખતરો પહોંચાડે.
kn: 7.1. ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಯಾವುದೇ ಅನಧಿಕೃತ ಅಥವಾ ಕಾನೂನುಬದ್ಧ ಹಕ್ಕಿನಿಗಾಗಿ ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ. 7.2. ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ಅದರ ಸರ್ವರ್‌ಗಳ ಕಾರ್ಯಾಚರಣೆಯಲ್ಲಿ ಏನಾದರೂ ಕೇಲಿ ಮಾಡಲಾಗುವುದಿಲ್ಲ. 7.3. ನೀವು ಯಾವುದೇ ಚಟುವಟಿಕೆಯಲ್ಲಿ ಭಾಗವಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಇದು ಇತರ ಬಳಕೆದಾರರಿಗೆ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಸುರಕ್ಷತೆಗೆ ಅಪಾಯವನ್ನು ಉಂಟುಮಾಡಬಹುದು.
mr: ७.१. तुम्ही ॲप्लिकेशनचा वापर कोणत्याही अवैध किंवा अनधिकृत हेतूने करू शकत नाही. ७.२. तुम्ही ॲप्लिकेशन किंवा त्याच्या सर्व्हरच्या कामकाजात हस्तक्षेप करू शकत नाही. ७.३. तुम्ही अशा कोणत्याही क्रियेत भाग घेऊ शकत नाही ज्यामुळे इतर वापरकर्त्यांना किंवा सार्वजनिक सुरक्षेस धोका होईल.
ta: 7.1. நீங்கள் செயலியை எந்தவொரு சட்டவிரோத அல்லது அனுமதியற்ற நோக்கத்திற்காக பயன்படுத்த முடியாது. 7.2. நீங்கள் செயலியின் செயல்பாட்டில் இடையூறுகளை ஏற்படுத்த முடியாது. 7.3. நீங்கள் எந்தவொரு செயலிலும் கலந்துகொள்ள முடியாது, இது மற்றவர்கள் அல்லது பொது பாதுகாப்புக்கு ஆபத்தை ஏற்படுத்தும்.
te: 7.1. మీరు యాప్ ను ఎటువంటి అవినీతిపూరిత లేదా అనధికారమైన ఉద్దేశ్యంతో ఉపయోగించరాదు. 7.2. మీరు యాప్ లేదా దాని సర్వర్ల యొక్క పనితీరి పట్ల అడ్డంకి సృష్టించరాదు. 7.3. మీరు ఇతర వినియోగదారుల లేదా ప్రజా భద్రతకు ప్రమాదం కలిగించే ఏదైనా చర్యలో పాల్గొనరాదు.

# limitationOfLiability
source: 8. Limitation of Liability
gu: 8. જવાબદારીની મર્યાદા
kn: 8. ಜವಾಬ್ದಾರಿ ಮಿತಿಗಳು
mr: ८. जबाबदारीची मर्यादा
ta: 8. பொறுப்பின் வரம்பு
te: 8. బాధ్యత పరిమితి

# limitationOfLiabilityDetails
source: 8.1. Roaders is not responsible for any damage, loss, or theft of goods during transportation. 8.2. Roaders is not liable for any injuries, accidents, or damages that occur during the provision of services by Partners. 8.3. Roaders does not guarantee the availability, quality, or timeliness of services provided by Partners.
gu: 8.1. રોડર્સ ગાડીના પરિવહન દરમિયાન માલની નુકશાની, ગાયબી અથવા ચોરાવટ માટે જવાબદાર નથી. 8.2. રોડર્સ ડ્રાઈવરો દ્વારા પ્રદાન કરાયેલી સેવાઓ દરમિયાન થયેલાં ઇજા, અકસ્માતો અથવા નુકશાન માટે જવાબદાર નથી. 8.3. રોડર્સ ભાગીદારો દ્વારા પ્રદાન કરાતી સેવાઓની ઉપલબ્ધતા, ગુણવત્તા અથવા સમયની ગેરંટી આપતી નથી.
kn: 8.1. ರೋಡರ್ಸ್ ಸರಕು ಸಾಗಣೆ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಹಾನಿ, ಕಳೆದುಹೋಯ್ದು ಅಥವಾ ದೋಚಿದ ಬಗ್ಗೆ ಜವಾಬ್ದಾರಿಯಾಗುವುದಿಲ್ಲ. 8.2. ರೋಡರ್ಸ್ ಪಾಲುದಾರರು ನೀಡಿದ ಸೇವೆಗಳ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಗಾಯಗಳು, ಅಪಘಾತಗಳು ಅಥವಾ ಹಾನಿಗಳುಂಟಾದರೆ ಜವಾಬ್ದಾರಿಯಾಗುವುದಿಲ್ಲ. 8.3. ರೋಡರ್ಸ್ ಪಾಲುದಾರರು ನೀಡಿದ ಸೇವೆಗಳ ಲಭ್ಯತೆ, ಗುಣಮಟ್ಟ ಅಥವಾ ಸಮಯದ ಮೇಲೆ ಯಾವುದೇ ಹಕ್ಕು ನೀಡುವುದಿಲ್ಲ.
mr: ८.१. रोडर्स मालवाहन दरम्यान कोणत्याही नुकसान, गमावलेली किंवा चोरलेली वस्तूंसाठी जबाबदार नाही. ८.२. रोडर्स सहभागींनी प्रदान केलेल्या सेवांदरम्यान झालेल्या जखमा, अपघात किंवा नुकसानांसाठी जबाबदार नाही. ८.३. रोडर्स सहभागींकडून प्रदान केलेल्या सेवांच्या उपलब्धतेची, गुणवत्तेची किंवा वेळेची कोणतीही हमी देत नाही.
ta: 8.1. ரோடர்ஸ் வாகன போக்குவரத்து sırasında பொருட்கள் பாதிக்கப்பட்டதில், கெடுப்பில் அல்லது திருட்டில் பொறுப்பேற்காது. 8.2. ரோடர்ஸ் பங்குதாரர்கள் வழங்கும் சேவைகளின் போது ஏற்பட்ட காயங்கள், விபத்துகள் அல்லது இழப்புகளுக்கு பொறுப்பேற்காது. 8.3. ரோடர்ஸ் பங்குதாரர்கள் வழங்கும் சேவைகளின் கிடைக்கும் நிலை, தரம் அல்லது நேரத்திற்கு எந்தவொரு உத்தரவாதம் இல்லை.
te: 8.1. రోడర్స్ రవాణా సమయంలో సరుకుల నష్టాలు, తక్కువ లేదా దోచిన కోసం బాధ్యత వహించదు. 8.2. రోడర్స్ పార్టనర్స్ ద్వారా అందించబడిన సేవల సమయంలో జరిగిన గాయాలు, ప్రమాదాలు లేదా నష్టాలకు బాధ్యత వహించదు. 8.3. రోడర్స్ పార్టనర్స్ ద్వారా అందించబడిన సేవల అందుబాటు, నాణ్యత లేదా సమయానికి గ్యారెంటీ ఇవ్వదు.

# indemnification
source: 9. Indemnification
gu: 9. નિકાલ કરવું
kn: 9. ಪರಿಹಾರ
mr: ९. मुआवजा
ta: 9. நஷ்டபூர்வம்
te: 9. పరిహారం

# indemnificationDetails
source: 9.1. You agree to indemnify and hold Roaders, its affiliates, and their respective officers, directors, employees, and agents harmless from any claims, losses, damages, liabilities, and expenses arising out of your use of the App, violation of these Terms, or infringement of any rights of third parties.
gu: 9.1. તમે રોડર્સ, તેના સહયોગીઓ અને તેમના અધિકારીઓ, ડિરેક્ટરો, કર્મચારીઓ અને એજન્ટોને તમારા એપ્લિકેશનના ઉપયોગ, આ શરતોનું ઉલ્લંઘન અથવા તૃતીય પક્ષના અધિકારોના ઉલ્લંઘનથી થયેલા કોઇ પણ દાવાઓ, નુકશાન, જવાબદારીઓ અને ખર્ચોથી છૂટકારો આપવાનો વચન આપો છો.
kn: 9.1. ನೀವು ರೋಡರ್ಸ್ ಮತ್ತು ಅದರ ಅಂಶಗಳು ಮತ್ತು ಅವರ ಅಧಿಕಾರಿಗಳು, ನಿರ್ದೇಶಕರು, ಉದ್ಯೋಗಿಗಳು ಮತ್ತು ಏಜಂಟ್ಗಳಿಂದ ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನನ್ನು ಬಳಸುವ ಮೂಲಕ ಅಥವಾ ಈ ನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸುವ ಮೂಲಕ ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸುವ ಮೂಲಕ ಯಾವುದೇ ಹೇಳಿಕೆಗಳು, ನಷ್ಟಗಳು, ಜವಾಬ್ದಾರಿಗಳು ಮತ್ತು ಖರ್ಚುಗಳಿಂದ ಮುಕ್ತಗೊಳ್ಳಲು ಒಪ್ಪಿಗೆಯಿದ್ದೀರಿ.
mr: ९.१. तुम्ही रोडर्स, त्याचे सहयोगी आणि त्यांचे अधिकारी, संचालक, कर्मचारी आणि एजंट यांना तुमच्या ॲप्लिकेशनच्या वापर, या शर्तांचा उल्लंघन किंवा तृतीय पक्षांच्या अधिकारांच्या उल्लंघनामुळे होणाऱ्या कोणत्याही दाव्यांपासून मुक्त आणि मुआवजा देण्यास सहमत आहात.
ta: 9.1. நீங்கள் ரோடர்ஸ் மற்றும் அதன் இணைந்த நிறுவனங்களை மற்றும் அவற்றின் அதிகாரிகள், இயக்குனர்கள், ஊழியர்கள் மற்றும் பிரதிநிதிகளுக்கு உங்கள் செயலியின் பயன்படுத்துதல், இந்த விதிகளை மீறுதல் அல்லது மத்தியக பக்கங்களின் உரிமைகளை மீறுவதன் மூலம் ஏற்பட்ட எந்தவொரு கோரிக்கைகள், இழப்புகள், பொறுப்புகள் மற்றும் செலவுகளிடமிருந்து பாதுகாப்பு அளிக்கின்றீர்கள்.
te: 9.1. మీరు రోడర్స్, దాని అనుబంధాలు మరియు వారి అధికారులతో పాటు, వాటి ఉద్యోగుల మరియు ఏజెంట్ల నుండి మీ యాప్ వినియోగం, ఈ షరతుల ఉల్లంఘనం లేదా మూడవ పక్షాల హక్కుల ఉల్లంఘనల వల్ల వచ్చిన ఎటువంటి నష్టాలను లేదా మర్యాదలను విముక్తి చేసేలా బాధ్యత తీసుకుంటారు.
