Repository: roadersin/roaders-user-iOS
Catalog: lib/l10n/app_*.arb
Languages: gu, kn, mr, ta, te

# intellectualProperty
source: 10. Intellectual Property
gu: 10. બૌદ્ધિક માલિકી
kn: 10. ಬೌದ್ಧಿಕ ಮಾಲಿಕತೆ
mr: १०. बौद्धिक संपत्ति
ta: 10. அறிவியல் சொத்து
te: 10. బౌద్ధిక సొంతమంతల

# intellectualPropertyDetails
source: 10.1. All content and materials in the App, including text, graphics, logos, and software, are the property of Roaders or its licensors and are protected by intellectual property laws. 10.2. You may not use, reproduce, distribute, or create derivative works based on the App's content without our prior written consent.
gu: 10.1. એપ્લિકેશનમાં તમામ સામગ્રી અને સામગ્રી, જેમાં લખાણ, ગ્રાફિક્સ, લોગો અને સોફ્ટવેર શામેલ છે, તે રોડર્સ અથવા તેના લાઇસન્સધારકોએ માલિકી ધરાવવી છે અને તે બૌદ્ધિક માલિકી કાયદાઓ દ્વારા સુરક્ષિત છે. 10.2. તમે અમારી પૂર્વ મંજૂરી વિના એપ્લિકેશનની સામગ્રીનો ઉપયોગ, પુનઃઉત્પાદન, વિતરિત અથવા ડેરિવેટિવ કાર્ય બનાવવાનો અધિકાર ધરાવતા નથી.
kn: 10.1. ಅಪ್ಲಿಕೇಶನಿನಲ್ಲಿ ಇರುವ ಎಲ್ಲಾ ವಿಷಯಗಳು, ಬರವಣಿಗೆ, ಗ್ರಾಫಿಕ್ಸ್, ಲೋಗೋಗಳು ಮತ್ತು ಸಾಫ್ಟ್‌ವೇರ್‌ಗಳು ರೋಡರ್ಸ್ ಅಥವಾ ಅದರ ಲೈಸೆನ್ಸ್ ಹಕ್ಕು ಹೊಂದಿದವರ ಆಸ್ತಿ. 10.2. ನೀವು ಅವುಗಳನ್ನು ಪರಿಗಣಿಸಿ, ಮತ್ತೊಮ್ಮೆ ಪ್ರಕಟಿಸಿ ಅಥವಾ ಡೆರಿವೇಟಿವ್ ವರ್ಕ್‌ಗಳನ್ನು ರಚಿಸಲು ರೋಡರ್ಸ್ ಅಥವಾ ಅದರ ಲೈಸೆನ್ಸ್‌ಹಕ್ಕುಗಳ ಅನುಮತಿ ಇಲ್ಲದೆ ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.
mr: १०.१. ॲप्लिकेशनमधील सर्व सामग्री आणि सामग्री, ज्यात लेख, ग्राफिक्स, लोगो आणि सॉफ्टवेअर समाविष्ट आहे, रोडर्स किंवा त्याचे लाइसन्सधारक यांचे मालमत्ता आहे आणि ती बौद्धिक संपत्ति कायद्याने संरक्षित आहे. १०.२. तुम्ही आमच्या पूर्वीच्या अनुमतीशिवाय ॲप्लिकेशनच्या सामग्रीचा वापर, पुनरुत्पादन, वितरित किंवा डेरिव्हेटिव कार्य तयार करण्याचा अधिकार नाही.
ta: 10.1. செயலியில் உள்ள அனைத்து உள்ளடக்கம் மற்றும் பொருட்கள், எழுத்து, கிராஃபிக்ஸ், லோகோக்கள் மற்றும் மென்பொருள், ரோடர்ஸ் அல்லது அதன் உரிமையாளர் சொத்துகளாகும் மற்றும் அறிவியல் சொத்துகளின் சட்டம் மூலம் பாதுகாக்கப்பட்டுள்ளது. 10.2. நீங்கள் எங்கள் முன்பிரிவு அனுமதி இல்லாமல் செயலியின் உள்ளடக்கம் பயன்படுத்த முடியாது, மறுசீரமைக்க, பகிர்ந்து கொள்ள அல்லது மாற்றிய உருவங்களை உருவாக்க முடியாது.
te: 10.1. యాప్ లో ఉన్న అన్ని కంటెంట్ మరియు సామగ్రి, టెక్స్ట్, గ్రాఫిక్స్, లోగో మరియు సాఫ్ట్‌వేర్, రోడర్స్ లేదా దాని లైసెన్స్‌దారుల సొంతమై ఉండి, అది బౌద్ధిక సొంతత వాథితో సురక్షితం. 10.2. మీరు మా అనుమతి లేకుండా యాప్ కంటెంట్ ఉపయోగించరు, పునరుత్పత్తి చేయరు, పంపిణీ చేయరు లేదా డెరైవేటివ్ ఆవృత్తి తీయలేరు.

# termination
source: 11. Termination
gu: 11. સમાપ્તી
kn: 11. ಕೊನೆಗೊಳಿಸುವುದು
mr: ११. समाप्ती
ta: 11. முடிவு
te: 11. ముగింపు

# terminationDetails
source: 11.1. We reserve the right to suspend or terminate your account and access to the App at any time, with or without cause or notice. 11.2. You may terminate your account at any time by following the account deletion procedures in the App.
gu: 11.1. અમે તમારા ખાતાને નિસ્સંદિગ્ધ અથવા કોઈ કારણ વિના, તમારો એક્સેસ રોકી અથવા સમાપ્ત કરી શકે છે. 11.2. તમે કોઈપણ સમયે તમારા ખાતાને સમાપ્ત કરી શકો છો.
kn: 11.1. ನಾವು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಯಾವುದೇ ಕಾರಣದಿಂದ ಅಥವಾ ಕಾರಣವಿಲ್ಲದೆ, ನಿಮ್ಮ ಪ್ರವೇಶವನ್ನು ನಿಲ್ಲಿಸಲು ಅಥವಾ ಕೊನೆಗೊಳಿಸಲು ಹಕ್ಕು ಹೊಂದಿರುತ್ತೇವೆ. 11.2. ನೀವು ಯಾವಾಗಲು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಕೊನೆಗೊಳಿಸಬಹುದು.
mr: ११.१. आम्ही तुमच्या खात्याला निष्कलंक किंवा कोणत्याही कारणाशिवाय तुमचा प्रवेश निलंबित किंवा समाप्त करण्याचा अधिकार राखून ठेवतो. ११.२. तुम्ही तुमच्या खात्याला कधीही समाप्त करू शकता.
ta: 11.1. நாங்கள் உங்கள் கணக்கை எந்தவொரு காரணம் இல்லாமல் அல்லது காரணத்தை விட்டு நீங்கள் அணுகலின்மை செய்யக்கூடியது. 11.2. நீங்கள் எந்தவொரு நேரத்தில் உங்கள் கணக்கை முடிக்க முடியும்.
te: 11.1. మేము మీ ఖాతాను మన్నించి లేదా కేవలం కారణం లేకుండా, మీ యాక్సెస్‌ని నిలిపివేయడానికి లేదా ముగించడానికి హక్కు కలిగి ఉన్నాము. 11.2. మీరు ఎప్పుడు మీ ఖాతా ముగించవచ్చు.

# modificationsToTheTerms
source: 12. Modifications to the Terms
gu: 12. શરતોમાં સુધારા
kn: 12. ನಿಯಮಗಳಲ್ಲಿ ಬದಲಾವಣೆ
mr: १२. शर्तांमध्ये सुधारणा
ta: 12. நிபந்தனைகளில் மாற்றங்கள்
te: 12. షరతుల మార్పులు

# modificationsToTheTermsDetails
source: 12.1. We may update these Terms from time to time. Any changes will be effective upon posting the revised Terms in the App. 12.2. Your continued use of the App after the effective date of the revised Terms constitutes your acceptance of the changes.
gu: 12.1. અમે આ શરતોને સમયાંતરે અપડેટ કરી શકીએ છીએ. કોઈપણ ફેરફાર એ પ્રમાણે રહેશે કે અમે એપ્લિકેશનમાં સુધારેલી શરતો પોસ્ટ કરીએ. 12.2. જો તમે એપ્લિકેશનનો ઉપયોગ ચાલુ રાખો છો તો તે સુધારાની તારીખ પછી આ ફેરફારોને સ્વીકારવાનો અર્થ છે.
kn: 12.1. ನಾವು ಈ ನಿಯಮಗಳನ್ನು ಕಾಲಾನುಗುಣವಾಗಿ ಪರಿಷ್ಕರಿಸಬಹುದು. ಯಾವುದೇ ಬದಲಾವಣೆಗಳು, ಮಾರ್ಪಡಿಸಿದ ನಿಯಮಗಳನ್ನು ಅಪ್ಲಿಕೇಶನಿನಲ್ಲಿ ಪ್ರಕಟಿಸಿದ ನಂತರ ಪರಿಣಾಮಕಾರಿಯಾಗುತ್ತದೆ. 12.2. ನೀವು ಅಪ್ಲಿಕೇಶನನ್ನು ಬಳಸುವ ಮೂಲಕ ನಾವು ಮಾಡಿದ ಬದಲಾವಣೆಯನ್ನು ಒಪ್ಪಿಗೆಯಾದಿರಿ.
mr: १२.१. आम्ही शर्तांमध्ये सुधारणा करू शकतो. कोणताही बदल तेव्हा प्रभावी होईल जेव्हा आम्ही सुधारीत शर्ते ॲप्लिकेशनमध्ये पोस्ट करू. १२.२. जर तुम्ही ॲप्लिकेशन वापरणे सुरू ठेवले, तर याचा अर्थ तुम्ही सुधारित शर्ते स्वीकारली आहेत.
ta: 12.1. நாம் இந்த நிபந்தனைகளை நேரங்களில் புதுப்பிக்கலாம். எந்தவொரு மாற்றங்களும் அப்போது பிரபலமாகும், போது அவை வேலைக்கூடியவை. 12.2. நீங்கள் செயலியை தொடர்ந்தபோது, அந்த மாற்றங்களை நீங்கள் ஒப்புக்கொண்டிருக்கின்றீர்கள்.
te: 12.1. మేము ఈ షరతులను అవసరమైనప్పుడు అప్‌డేట్ చేయవచ్చు. మార్పులు జరగితే, అదే రోజున షరతులను యాప్‌లో పబ్లిష్ చేస్తే ఆ మార్పులు అమల్లోకి వస్తాయి. 12.2. మీరు యాప్ ఉపయోగించడాన్ని కొనసాగించడమనేది కొత్త షరతులను అంగీకరించడం అన్నమాట.

# governingLaw
source: 13. Governing Law
gu: 13. શાસક કાયદો
kn: 13. ಆಡಳಿತ ಕಾನೂನು
mr: १३. शासक कायदा
ta: 13. பாத்திரன் சட்டம்
te: 13. పాలనా చట్టం

# governingLawDetails
source: 13.1. These Terms shall be governed by and construed in accordance with the laws of India, without regard to its conflict of laws principles.
gu: 13.1. આ શરતો ભારતના કાયદાઓ અનુસાર નિયંત્રિત અને સમજાવવી થશે, વિરુદ્ધ કાયદેસર દૃષ્ટિકોણોથી.
kn: 13.1. ಈ ನಿಯಮಗಳು ಭಾರತದಲ್ಲಿ ಇರುವ ಕಾನೂನುಗಳ ಪ್ರಕಾರ ಕ್ರಮಬದ್ಧವಾಗುತ್ತವೆ.
mr: १३.१. या शर्ता भारताच्या कायद्यांनुसार नियंत्रित आणि समजल्या जातील, त्याच्या संघर्ष कायदा तत्त्वांच्या विचाराशिवाय.
ta: 13.1. இந்த நிபந்தனைகள் இந்தியா சட்டங்களின் படி திறமையானவை மற்றும் தெளிவாக செய்யப்படும்.
te: 13.1. ఈ షరతులు భారతదేశ చట్టాలతో పాటు నిర్ణయించబడతాయి, ఇతర చట్టపు వివాదాల నుంచి.

# disputeResolution
source: 14. Dispute Resolution
gu: 14. વિવાદ ઉકેલ
kn: 14. ವಿವಾದ ಪರಿಹಾರ
mr: १४. विवाद निराकरण
ta: 14. மோதல் தீர்வு
te: 14. వివాద పరిష్కారం

# disputeResolutionDetails
source: 14.1. Any disputes arising out of or in connection with these Terms or your use of the App shall be resolved through binding arbitration in accordance with the rules of the Arbitration and Conciliation Act, 1996. 14.2. The arbitration shall take place in Mumbai, India, and the language of arbitration shall be English.
gu: 14.1. આ શરતો અથવા તમારા એપ્લિકેશનના ઉપયોગ સાથે સંબંધિત કોઇપણ વિવાદો binding એરીબીટ્રેશન દ્વારા ઉકેલવામાં આવશે. 14.2. એરીબીટ્રેશન મુંબઈ, ભારતમાં થશે અને એરીબીટ્રેશન ભાષા અંગ્રેજી હશે.
kn: 14.1. ಈ ನಿಯಮಗಳನ್ನು ಅಥವಾ ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಬಳಕೆಯೊಂದಿಗೆ ಯಾವುದೇ ವಿವಾದಗಳನ್ನು ಬದ್ಧರಚಿತ ಮಾರ್ಗಸೂಚಿಗಳ ಮೂಲಕ ಪರಿಹರಿಸಬೇಕು. 14.2. ಆರ್ಬಿಟ್ರೇಷನ್ ಮும்பೈ, ಭಾರತದಲ್ಲಿ ನಡೆಯುತ್ತದೆ ಮತ್ತು ಆರ್ಬಿಟ್ರೇಷನ್ಗೆ ಭಾಷೆ ಆಂಗ್ಲವೇ ಇರಲಿದೆ.
mr: १४.१. या शर्तांद्वारे किंवा तुमच्या ॲप्लिकेशनच्या वापरामुळे होणाऱ्या कोणत्याही विवादाचे निराकरण बाध्यकारी मध्यस्थतेद्वारे केले जाईल. १४.२. मध्यस्थता मुंबई, भारतामध्ये होईल आणि मध्यस्थतेची भाषा इंग्रजी असेल.
ta: 14.1. இந்த நிபந்தனைகள் அல்லது நீங்கள் செயலியை பயன்படுத்தியபோது ஏற்படும் எந்தவொரு மோதலையும் அங்கீகாரம் பெற்ற தீர்மானம் மூலம் தீர்க்கப்படும். 14.2. தீர்மானம் இந்தியாவில் மும்பையில் இருக்கும் மற்றும் தீர்மானம் மொழி ஆங்கிலம் இருக்கும்.
te: 14.1. ఈ షరతులతో సంబంధించి ఎటువంటి వివాదాలను బైండింగ్ ఆర్బిట్రేషన్ ద్వారా పరిష్కరించాల్సి ఉంటుంది. 14.2. ఆర్బిట్రేషన్ ముంబైలో, భారత్‌లో జరుగుతుంది మరియు ఆర్బిట్రేషన్ భాష ఏంగ్లిష్‌.

# contactInformation
source: 15. Contact Information
gu: 15. સંપર્ક માહિતી
kn: 15. ಸಂಪರ್ಕ ಮಾಹಿತಿ
mr: १५. संपर्क माहिती
ta: 15. தொடர்பு தகவல்
te: 15. సంప్రదింపు సమాచారం

# contactInformationDetails
source: 15.1. If you have any questions or concerns about these Terms, please contact us at: Email: help.roaders.in@gmail.com Phone: +91 99693 93190 Address: Mumbai, India
gu: 15.1. જો તમને આ શરતો વિશે કોઇ પ્રશ્નો અથવા ચિંતાઓ હોય, તો કૃપા કરીને અમને નીચે આપેલા નંબર પર સંપર્ક કરો: ઈમેલ: help.roaders.in@gmail.com ફોન: +91 99693 93190 એડ્રેસ: મુંબઈ, ભારત
kn: 15.1. ಈ ನಿಯಮಗಳ ಬಗ್ಗೆ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಚಿಂತನೆಗಳಿದ್ದರೆ, ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಸಂಖ್ಯೆಯ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ: ಇಮೇಲ್: help.roaders.in@gmail.com ಫೋನ್: +91 99693 93190 ವಿಳಾಸ: ಮುಂಬೈ, ಭಾರತ
mr: १५.१. तुम्हाला या शर्तांबद्दल कोणतेही प्रश्न किंवा चिंता असल्यास, कृपया खाली दिलेल्या क्रमांकावर आम्हाला संपर्क करा: ईमेल: help.roaders.in@gmail.com फोन: +91 99693 93190 पत्ता: मुंबई, भारत
ta: 15.1. இந்த நிபந்தனைகள் பற்றிய எந்தவொரு கேள்விகளுக்கும் அல்லது கவலைகளுக்கு, தயவுசெய்து கீழ்காணும் எங்களை தொடர்பு கொள்ளவும்: இமெயில்: help.roaders.in@gmail.com தொலைபேசி: +91 99693 93190 முகவரி: மும்பை, இந்தியா
te: 15.1. ఈ షరతులపై మీకు ఏవైనా ప్రశ్నలు లేదా సందేహాలు ఉంటే, కృపయా కింద ఇచ్చిన సమాచారంతో మమ్మల్ని సంప్రదించండి: ఈమెయిల్: help.roaders.in@gmail.com ఫోన్: +91 99693 93190 ఆడ్రెస్: ముంబై, భారత్

source: Account Settings
gu: ખાતું સેટિંગ્સ
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್ಸ್
mr: खातं सेटिंग्ज
ta: கணக்கு அமைப்புகள்
te: ఖాతా సెట్టింగ్స్

source: Logout
gu: લોગઆઉટ
kn: ಲಾಗ್‌ಔಟ್
mr: लॉगआउट
ta: லாக்அவுட்
te: లాగ్‌ఔట్

source: Final Step
gu: આખરી પગલું
kn: ಅಂತಿಮ ಹೆಜ್ಜೆ
mr: अखेरचा टप्पा
ta: கடைசி படி
te: చివరి దశ

source: Name
gu: નામ
kn: ಹೆಸರು
mr: नाव
ta: பெயர்
te: పేరు

source: Address
gu: એડ્રેસ
kn: ವಿಳಾಸ
mr: पत्ता
ta: முகவரி
te: పొస్టు

# allFieldsRequired
source: Please fill all the fields
gu: કૃપા કરીને બધા ક્ષેત્રો ભરો
kn: ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ
mr: कृपया सर्व फील्ड भरा
ta: எல்லா புலங்களையும் நிரப்பவும்
te: అన్ని ఫీల్డ్స్ పూరించండి

source: Submit
gu: સબમિટ
kn: ಸಮರ್ಪಿಸು
mr: सबमिट
ta: சமர்ப்பிக்கவும்
te: సబ్మిట్

source: Apply Coupon
gu: કૂપન લાગુ કરો
kn: ಕೂಪನ್ ಬಳಸಲು
mr: कूपन लागू करा
ta: கூப்பனை பயன்படுத்தவும்
te: కూపన్‌ను ఉపయోగించండి

source: No applicable coupons
gu: કોઈ લાગુ પાડવા લાયક કૂપન નથી
kn: ಯಾವುದೇ ಅನ್ವಯಿಸುವ ಕೂಪನ್‌ಗಳು ಇಲ್ಲ
mr: कोणतेही लागू कूपन नाही
ta: பயன்படுத்தக்கூடிய கூப்பன்கள் இல்லை
te: లాగవుట్ కూపన్‌లు లేవు

source: Discount on first order
gu: પ્રથમ ઓર્ડર પર છૂટ
kn: ಮೊದಲ ಆರ್ಡರ್ ಮೇಲೆ ರಿಯಾಯಿತಿ
mr: प्रथम ऑर्डरवर डिस्काउंट
ta: முதலாவது ஆர்டர் மீது தள்ளுபடி
te: ప్రధమ ఆర్డర్‌కు రాయితీ

# discountOnTenthOrder
source: Discount on 10th orders
gu: 10મા ઓર્ડર પર છૂટ
kn: ಹತ್ತನೇ ಆರ್ಡರ್ ಮೇಲೆ ರಿಯಾಯಿತಿ
mr: १० व्या ऑर्डरवर डिस्काउंट
ta: பத்து வாடிக்கையாளர்களின் மீது தள்ளுபடி
te: 10వ ఆర్డర్‌కు రాయితీ

source: Booking Receipt
gu: બુકિંગ રસીદ
kn: ಬುಕ್ಕಿಂಗ್ ರಸೀದು
mr: बुकिंग रसीद
ta: புக்கிங் ரிசீட்டை
te: బుకింగ్ రసీదు

# profileUpdated
source: Profile updated successfully
gu: પ્રોફાઇલ સફળતાપૂર્વક અપડેટ થઇ ગઇ છે
kn: ಪ್ರೊಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಣಗೊಂಡಿದೆ
mr: प्रोफाइल यशस्वीरित्या अपडेट झाला आहे
ta: ப்ரொபைல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: ప్రొఫైల్ అప్డేట్ అయింది

source: Save
gu: સેઇવ
kn: ಮೂಡಿಸು
mr: जतन करा
ta: சேமிக்கவும்
te: సేవ్

source: Pickup
gu: પિકઅપ
kn: ಪಿಕ್ಅಪ್
mr: पिकअप
ta: பிக்அப்
te: పికప్

# searchPickup
source: Search Pickup Location...
gu: પિકઅપ સ્થાન શોધો...
kn: ಪಿಕ್ಅಪ್ ಸ್ಥಳವನ್ನು ಹುಡುಕಿ...
mr: पिकअप स्थान शोधा...
ta: பிக்அப் இடத்தை தேடு...
te: పికప్ లొకేషన్ ఎంటర్ చేయండి

source: Book Now
gu: હવે બુક કરો
kn: ಈಗ ಬುಕ್ ಮಾಡಿ
mr: आता बुक करा
ta: இப்போது பதிவு செய்க
te: ఇప్పుడు బుక్ చేయండి

source: Offer
gu: ઓફર
kn: ಆಫರ್
mr: ऑफर
ta: ஓப்பர்
te: ఆఫర్

source: Home
gu: હોમ
kn: ಮੁੱਖ ಪುಟ
mr: मुख्य पृष्ठ
ta: முகப்பு
te: హోమ్

source: Wallet
gu: વાલેટ
kn: ಹಣಪೋಟ
mr: वॉलेट
ta: வாலட்
te: వాలెట్

source: Orders
gu: ઓર્ડર
kn: ಆರ್ಡರ್‌ಗಳು
mr: ऑर्डर
ta: ஆர்டர்கள்
te: ఆర్డర్

source: Profile
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
mr: प्रोफाइल
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Location
gu: સ્થાન
kn: ಸ್ಥಾನ
mr: स्थान
ta: இடம்
te: స్థాన

# setS
source: Set
gu: સેટ
kn: ಸೆಟ್ ಮಾಡಿ
mr: सेट करा
ta: செட் செய்யவும்
te: పరిమితిని

source: Set as
gu: જેમ સેટ કરો
kn: ಎಂದು ಸೆಟ್ ಮಾಡಿ
mr: के रूप में सेट करें
ta: அந்த மாதிரி செட் செய்யவும்
te: జంటగా ఇవ్వండి

# goodsDelivered
source: Your goods will be delivered here
gu: તમારા માલ અહીં વિતરણ થશે
kn: ನಿಮ್ಮ ಸರಕುಗಳು ಇಲ್ಲಿ ವಿತರಿಸಲ್ಪಡುವುದಾಗಿದೆ
mr: तुमचे सामान येथे वितरित केले जाईल
ta: உங்கள் பொருட்கள் இங்கே விநியோகிக்கப்படுவேனும்
te: మీ సరుకులు ఇక్కడ పంపిణీ చేయబడతాయి

# continueS
source: Continue
gu: જારી રાખો
kn: ಮುಂದುವರಿಯಿರಿ
mr: जारी ठेवा
ta: தொடரவும்
te: కొనసాగించండి

# noOrders
source: No orders found
gu: કોઈ ઓર્ડર મળ્યા નથી
kn: ಯಾವುದೇ ಆದೇಶಗಳು ಕಂಡುಬರುವುದಿಲ್ಲ
mr: कोणतेही ऑर्डर मिळाल्या नाहीत
ta: எந்த ஆர்டர்களும் கண்டுபிடிக்கப்படவில்லை
te: ఏ ఆర్డర్లు లభించలేదు

source: Stop
gu: રોકો
kn: ನಿಲ್ಲಿಸಿ
mr: थांबवा
ta: நிறுத்து
te: నوقفు

source: View Booking
gu: બુકિંગ જુઓ
kn: ಬುಕ್ಕಿಂಗ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ
mr: बुकिंग पहा
ta: புக்கிங்கை பார்க்
te: బుకింగ్ చూడండి

source: Enter OTP
gu: OTP દાખલ કરો
kn: OTP ನಮೂದಿಸಿ
mr: OTP टाका
ta: OTP உள்ளிடுக
te: OTP ను నమోదు చేయండి

# weHaveSent
source: We have sent you an OTP to your email
gu: અમે તમારે ઇમેઇલ પર OTP મોકલ્યો છે
kn: ನಾವು ನಿಮ್ಮ ಇಮೇಲ್‌ಗೆ OTP ಕಳುಹಿಸಿದ್ದೇವೆ
mr: आम्ही तुम्हाला ईमेलवर OTP पाठवला आहे
ta: நாங்கள் உங்களுக்கு OTP ஐ உங்கள் இமெயிலுக்கு அனுப்பியுள்ளோம்
te: మేము మీకు ఇమెయిల్ ద్వారా OTP పంపించాము

source: Verify
gu: સાચો પાડો
kn: ಪರಿಶೀಲಿಸಿ
mr: सत्यापित करा
ta: சரிபார்க்கவும்
te: సत्यాపితం చేయండి

# paymentSuccess
source: Payment Successful
gu: ચુકવણી સફળ
kn: ಪಾವತಿ ಯಶಸ್ವಿ
mr: भुगतान यशस्वी
ta: பணம் வெற்றிகரமாக செலுத்தப்பட்டது
te: చెల్లింపు విజయవంతం

# walletTopupSuccess
source: Wallet Top-up Successful
gu: વૉલેટ ટોપઅપ સફળ
kn: ವಾಲೆಟ್ ಟಾಪ್-ಅಪ್ ಯಶಸ್ವಿ
mr: वॉलेट टॉप-अप यशस्वी
ta: வாலெட் டாப்-அப் வெற்றிகரமாக அமைக்கப்பட்டது
te: వాలెట్ టాప్-అప్ విజయవంతం

# externalWallet
source: External Wallet Selected
gu: બાહ્ય વૉલેટ પસંદ કરાયું
kn: ಬಾಹ್ಯ ವಾಲೆಟ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
mr: बाह्य वॉलेट निवडले
ta: புற வாலெட் தேர்ந்தெடுக்கப்பட்டது
te: బాహ్య వాలెట్ ఎంచుకున్నది

source: Payment Failed
gu: ચુકવણી નિષ્ફળ
kn: ಪಾವತಿ ವಿಫಲವಾಗಿದೆ
mr: भुगतान अयशस्वी
ta: பணம் செலுத்துதல் தோல்வியடைந்தது
te: చెల్లింపు విఫలమైంది

source: Cash
gu: કેશ
kn: ನಗದು
mr: रोख
ta: நகடு
te: నగదు

source: Pay Online
gu: ઓનલાઇન ચુકવણી કરો
kn: ಆನ್ಲೈನ್ ಪಾವತಿ ಮಾಡಿ
mr: ऑनलाइन पेमेंट करा
ta: ஆன்லைனில் பணம் செலுத்து
te: ఆన్‌లైన్ చెల్లింపు చేయండి

source: Review Booking
gu: બુકિંગની સમીક્ષા કરો
kn: ಬುಕ್ಕಿಂಗ್ ಪರಿಶೀಲಿಸಿ
mr: बुकिंगची पुनरावलोकन करा
ta: புக்கிங்கை மதிப்பாய்வு செய்
te: బుకింగ్ సమీక్షించండి

source: Address Details
gu: એડ્રેસ વિગતો
kn: ವಿಳಾಸ ವಿವರಗಳು
mr: पत्याचे तपशील
ta: முகவரித் தகவல்கள்
te: చిరునామా వివరాలు

source: View Address Details
gu: એડ્રેસ વિગતો જુઓ
kn: ವಿಳಾಸ ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
mr: पत्याचे तपशील पहा
ta: முகவரித் தகவலை பார்க்
te: చిరునామా వివరాలు చూడండి

# freeFifty
source: Free 50 mins loading unloading time
gu: 50 મિનિટ મફત લોડિંગ/અનલોડિંગ સમય
kn: 50 ನಿಮಿಷಗಳ ಉಚಿತ ಲೋಡಿಂಗ್/ಅನ್‌ಲೋಡಿಂಗ್ ಸಮಯ
mr: ५० मिनिटांचे फ्री लोडिंग/अनलोडिंग वेळ
ta: 50 நிமிடங்கள் இலவசமாக லோடிங்/அன்லோடிங் நேரம்
te: 50 నిమిషాల ఉచిత లోడింగ్/అన్లోడింగ్ సమయం

source: Offers and Discounts
gu: ઓફર્સ અને ડિસ્કાઉન્ટ
kn: ಆಫರ್ಗಳು ಮತ್ತು ರಿಯಾಯಿತಿಗಳು
mr: ऑफर्स आणि सूट
ta: அளவுகளும் தள்ளுபடிகளும்
te: ఆఫర్లు మరియు తగ్గింపులు

source: Coupon
gu: કૂપન
kn: ಕೂಪನ್
mr: कूपन
ta: கூப்பன்
te: కూపన్

source: Fare Summary
gu: ટકીટ સમારોણ
kn: ಭೋಚನೆ ಸಂಗ್ರಹ
mr: किरायाचा सारांश
ta: கிரயா சுருக்கம்
te: భోజనం సారాంశం

# tripFare
source: Trip Fare (incl. Toll)
gu: ટ્રિપ ફેર (ટોલ સાથે)
kn: ಟ್ರಿಪ್ ಭೋಚನೆ (ಟೋಲ್ ಸಹ)
mr: ट्रिप किराया (टोलसह)
ta: பயணக் கிரயா (பார்க் மற்றும் டோல் உடன்)
te: యాత్ర ధర (టోల్‌తో)

source: Net Fare
gu: નેટ ફેર
kn: ನೆಟ್ ಭೋಚನೆ
mr: नेट किराया
ta: நெட் கிரயா
te: నెట్ ధర

source: Read Before You Book
gu: બુક કરતાં પહેલા વાંચો
kn: ಬುಕ್ ಮಾಡಲು ಮುಂಚೆ ಓದಿದಿರಿ
mr: बुकिंग करण्यापूर्वी वाचा
ta: புக் செய்வதற்கு முன்னர் படிக்கவும்
te: బుక్ చేసేముందు చదవండి

# fareDetails
source: • Fare doesn't include labour charges for loading & unloading. • Fare includes 50 mins free loading/unloading time. • ₹3.0/min for additional loading/unloading time. • Fare may change if route or location changes. • Parking charges to be paid by customer. • Fare includes toll and permit charges, if any. • We don't allow overloading.
gu: • ફરેમાં લોડિંગ અને અનલોડિંગ માટે શ્રમ ચાર્જિસનો સમાવેશ નથી. • ફરેમાં 50 મિનિટ મફત લોડિંગ/અનલોડિંગ સમયનો સમાવેશ છે. • વધુ લોડિંગ/અનલોડિંગ સમય માટે ₹3.0/મિનિટ. • માર્ગ અથવા સ્થાન બદલાતાં ફરેમાં ફેરફાર થઈ શકે છે. • પાર્કિંગ ચાર્જિસ ગ્રાહક દ્વારા ચૂકવવા પડશે. • ફરેમાં ટોલ અને પરમિટ ચાર્જિસનો સમાવેશ છે, જો હોય તો. • અમે વધારે બોજા નાખવા માટે મંજૂરી આપતા નથી. • તમારા પેન્ડિંગ પેપરવર્ક (GST બિલ, ઇ-વે બિલ વગેરે)ને કારણે થનારી કોઈપણ દંડ અથવા સમસ્યાઓ માટે રોડર્સ અથવા અમારા ડ્રાઇવર પાર્ટનર્સ જવાબદાર રહેશે નહીં. ગ્રાહકોએ જરૂરી તમામ દસ્તાવેજો અને બિલો પૂરાં પાડવા જરૂરી છે.
kn: • ಭೋಚನೆಯಲ್ಲಿ ಲೋಡಿಂಗ್ ಮತ್ತು ಅನ್ಲೋಡಿಂಗ್ ಶ್ರಮ ಶುಲ್ಕವಿಲ್ಲ. • ಭೋಚನೆಯಲ್ಲಿ 50 ನಿಮಿಷಗಳ ಉಚಿತ ಲೋಡಿಂಗ್/ಅನ್‌ಲೋಡಿಂಗ್ ಸಮಯವಿದೆ. • ಹೆಚ್ಚುವರಿ ಲೋಡಿಂಗ್/ಅನ್‌ಲೋಡಿಂಗ್ ಸಮಯಕ್ಕೆ ₹3.0/ನಿಮಿಷ. • ಮಾರ್ಗ ಅಥವಾ ಸ್ಥಳ ಬದಲಾಗಿದರೆ ಭೋಚನೆಯಲ್ಲಿ ಬದಲಾಗಬಹುದು. • ಪಾರ್ಕಿಂಗ್ ಶುಲ್ಕವನ್ನು ಗ್ರಾಹಕನು ಪಾವತಿಸಬೇಕು. • ಭೋಚನೆಯಲ್ಲಿ ಟೋಲ್ ಮತ್ತು ಅನುಮತಿ ಶುಲ್ಕಗಳನ್ನು ಒಳಗೊಂಡಿದೆ, ಇದ್ದರೆ. • ನಾವು ಓವರ್‌ಲೋಡಿಂಗ್‌ಗೆ ಅನುಮತಿಸುವುದಿಲ್ಲ.
mr: • किरायात लोडिंग आणि अनलोडिंगसाठी श्रम शुल्क समाविष्ट नाही. • किरायात ५० मिनिटांचा फ्री लोडिंग/अनलोडिंग वेळ समाविष्ट आहे. • अतिरिक्त लोडिंग/अनलोडिंग वेळासाठी ₹३.०/मिनिट. • मार्ग किंवा स्थान बदलल्यास किरायामध्ये बदल होऊ शकतो. • पार्किंग शुल्क ग्राहकानेच भरावे लागेल. • किरायात टोल आणि परवानगी शुल्क समाविष्ट आहेत, जर असे असतील. • आम्ही ओव्हरलोडिंगला अनुमती देत नाही. • आपल्या प्रलंबित कागदपत्रांमुळे (GST बिल, ई-वे बिल इ.) उद्भवणाऱ्या कोणत्याही दंड किंवा समस्यांसाठी रोडर्स किंवा आमचे ड्रायव्हर पार्टनर्स जबाबदार राहणार नाहीत. ग्राहकाने सर्व आवश्यक कागदपत्रे व बिले प्रदान करणे आवश्यक आहे.
ta: • கிரயாவில் லோடிங் மற்றும் அன்லோடிங் श्रம சில்லுகள் இல்லை. • கிரயாவில் 50 நிமிடங்கள் இலவசமாக லோடிங்/அன்லோடிங் நேரம் உள்ளது. • கூடுதல் லோடிங்/அன்லோடிங் நேரத்திற்கு ₹3.0/நிமிடம். • பாதை அல்லது இடம் மாறும் போது கிரயா மாறலாம். • பார்க்கிங் கட்டணத்தை வாடிக்கையாளர் செலுத்த வேண்டும். • கிரயா டோல் மற்றும் அனுமதி கட்டணத்தை உள்ளடக்கியது, இருப்பின். • நாங்கள் ஓவர்லோடிங் செய்ய அனுமதிக்கவில்லை. • உங்களின் நிலுவையில் உள்ள ஆவணங்கள் (GST பில், இ-வே பில் போன்றவை) காரணமாக ஏற்படும் எந்த அபராதம் அல்லது பிரச்சினைக்கும் ரோடர்ஸ் அல்லது எங்கள் டிரைவர் பங்குதாரர்கள் பொறுப்பல்ல. வாடிக்கையாளர்கள் தேவையான அனைத்து ஆவணங்களையும் பில்களையும் வழங்க வேண்டும்.
te: • ధరలో లోడింగ్ మరియు అన్లోడింగ్ కోసం శ్రమ ఛార్జీలు చెల్లించబడవు. • ధరలో 50 నిమిషాల ఉచిత లోడింగ్/అన్లోడింగ్ సమయం చెల్లించబడుతుంది. • అదనపు లోడింగ్/అన్లోడింగ్ సమయం కోసం ₹3.0/నిమిషం. • మార్గం లేదా స్థలం మారితే ధర మారవచ్చు. • పార్కింగ్ ఛార్జీలు కస్టమర్ ద్వారా చెల్లించాలి. • ధరలో టోల్ మరియు అనుమతిచేర్చడం ఉన్నాయి, ఉంటే. • మేము ఓవర్‌లోడింగ్‌కు అనుమతించలేము. • మీ పెండింగ్ పేపర్‌వర్క్‌ (GST బిల్, ఈ-వే బిల్ మొదలైనవి) కారణంగా వచ్చే ఏ విధమైన జరిమానాలు లేదా సమస్యలకు రోడర్స్ లేదా మా డ్రైవర్ భాగస్వాములు బాధ్యులు కారు. కస్టమర్లు అవసరమైన అన్ని డాక్యుమెంట్లు మరియు బిల్లులు అందించాలి.

source: Choose Payment Method
gu: ચુકવણી પદ્ધતિ પસંદ કરો
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: भुगतान पद्धती निवडा
ta: பணம் செலுத்தும் முறை தேர்வு செய்
te: చెల్లింపు పద్ధతిని ఎంచుకోండి

source: Search Place...
gu: સ્થળ શોધો...
kn: ಸ್ಥಳವನ್ನು ಹುಡುಕಿ...
mr: स्थान शोधा...
ta: இடத்தை தேடு...
te: స్థలం సెర్చ్ చేయండి...

source: Success
gu: સફળતા
kn: ಯಶಸ್ಸು
mr: यशस्वी
ta: வெற்றி
te: విజయవంతం

source: Driver Found!
gu: ડ્રાઇવર મળ્યો!
kn: ಚಾಲಕ ಸಿಕ್ಕಿದ್ದಾನೆ!
mr: चालक सापडला!
ta: இயக்குநர் கண்டுபிடிக்கப்பட்டார்!
te: డ్రైవర్ కనుగొనబడింది!

source: OK
gu: ઓક
kn: ಸರಿ
mr: ठीक आहे
ta: சரி
te: సరే

source: Trip Cancelled
gu: ટ્રિપ રદ કરી દેવામાં આવી
kn: ಯಾತ್ರೆಯನ್ನು ರದ್ದು ಮಾಡಲಾಗಿದೆ
mr: यात्रा रद्द करण्यात आली
ta: பயணம் ரத்து செய்யப்பட்டது
te: యాత్ర రద్దు చేయబడింది

# searchingDriver
source: Searching for Driver...
gu: ડ્રાઇવર શોધી રહ્યો છે...
kn: ಚಾಲಕವನ್ನು ಹುಡುಕುತ್ತಿದೆ...
mr: चालक शोधत आहे...
ta: இயக்குநரை தேடி...
te: డ్రైవర్ కోసం శోధిస్తున్నాము...

source: Trip was cancelled by you
gu: ટ્રિપ તમે રદ કરી છે
kn: ಯಾತ್ರೆಯನ್ನು ನೀವು ರದ್ದು ಮಾಡಿದ್ದೀರಿ
mr: यात्रा तुम्ही रद्द केली
ta: பயணம் நீங்கள் ரத்து செய்தீர்கள்
te: యాత్ర మీరు రద్దు చేశారు

source: Cancel Trip
gu: ટ્રિપ રદ કરો
kn: ಯಾತ್ರೆಯನ್ನು ರದ್ದು ಮಾಡಿ
mr: यात्रा रद्द करा
ta: பயணத்தை ரத்து செய்
te: యాత్రను రద్దు చేయండి

source: Proceed
gu: આગળ વધો
kn: ಮುಂದೆ ಹೋಗಿ
mr: आगामी
ta: முன்னேற்று
te: కొనసాగించండి

source: Select Vehicle
gu: વાહન પસંદ કરો
kn: ವಾಹನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: वाहन निवडा
ta: வாகனத்தை தேர்வு செய்
te: వాహనాన్ని ఎంచుకోండి

# maximumDistance
source: Maximum distance 250Km. Try Outstation
kn: ಅತ್ಯುತ್ತಮ ದೂರ 250Km. ಔಟ್ಸ್ಟೇಶನ್ ಪ್ರಯತ್ನಿಸಿ
mr: कमाल अंतर २५०किमी. आऊटस्टेशन प्रयत्न करा
ta: கடுமையான தூரம் 250Km. வெளிப்புறத்தை முயற்சிக்கவும்
te: గరిష్ట దూరం 250Km. అవుట్‌స్టేషన్ ట్రై చేయండి

source: Pickup Location
gu: પિકઅપ સ્થળ
kn: ಪಿಕ್ಅಪ್ ಸ್ಥಳ
mr: पिकअप स्थान
ta: பிக்அப் இடம்
te: పికప్ స్థలం

# addMutlipleStops
source: Add Multiple Stops +
gu: થોડી વધુ રોકાણો ઉમેરો +
kn: ಹೆಚ್ಚಿನ ಸ್ಟಾಪ್‌ಗಳನ್ನು ಸೇರಿಸಿ +
mr: अधिक स्टॉप्स जोडा +
ta: பல இடங்களைச் சேர்க்கவும் +
te: మరిన్ని స్టాప్స్ జోడించండి +

source: Drop Location
gu: ડ્રોપ સ્થાન
kn: ಡ್ರಾಪ್ ಸ್ಥಳ
mr: ड्रॉप स्थान
ta: டிராப் இடம்
te: డ్రాప్ స్థలం

source: Search Drop Location...
gu: ડ્રોપ સ્થાન શોધો...
kn: ಡ್ರಾಪ್ ಸ್ಥಳವನ್ನು ಹುಡುಕಿ...
mr: ड्रॉप स्थान शोधा...
ta: டிராப் இடத்தை தேடவும்...
te: డ్రాప్ స్థలం సెర్చ్ చేయండి...

source: Pickup location not set
gu: પિકઅપ સ્થળ સેટ કરેલું નથી
kn: ಪಿಕ್ಅಪ್ ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ
mr: पिकअप स्थान सेट केलेले नाही
ta: பிக்அப் இடம் அமைக்கப்படவில்லை
te: పికప్ స్థలం సెట్ చేయబడలేదు

source: Drop location not set
gu: ડ્રોપ સ્થાન સેટ કરેલું નથી
kn: ಡ್ರಾಪ್ ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ
mr: ड्रॉप स्थान सेट केलेले नाही
ta: டிராப் இடம் அமைக்கப்படவில்லை
te: డ్రాప్ స్థలం సెట్ చేయబడలేదు

source: Get Price
gu: કિંમત મેળવો
kn: ಬೆಲೆಯನ್ನು ಪಡೆಯಿರಿ
mr: किंमत मिळवा
ta: விலை பெறவும்
te: ధర పొందండి

source: Current Wallet Balance
gu: હાલની વૉલેટ બેલેન્સ
kn: ಪ್ರಸ್ತುತ ವಾಲೆಟ್ ಶೇಷ
mr: सध्याचा वॉलेट बॅलन्स
ta: நிலை வாலட் இருப்பு
te: ప్రస్తుత వాలెట్ బ్యాలెన్స్

source: Enter Top-up Amount
gu: ટોપઅપ રકમ દાખલ કરો
kn: ಟಾಪ್-ಅಪ್ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
mr: टॉप-अप रक्कम टाका
ta: டாப்-அப் தொகை உள்ளிடவும்
te: టాప్-అప్ మొత్తాన్ని నమోదు చేయండి

# reenterTopUpAmount
source: Please Re-enter Top-up Amount
gu: કૃપા કરીને ટોપઅપ રકમ પુનઃ દાખલ કરો
kn: ಟಾಪ್-ಅಪ್ ಮೊತ್ತವನ್ನು ಮತ್ತೆ ನಮೂದಿಸಿ
mr: कृपया टॉप-अप रक्कम पुन्हा टाका
ta: தயவுசெய்து டாப்-அப் தொகையை மீண்டும் உள்ளிடவும்
te: టాప్-అప్ మొత్తాన్ని మళ్లీ నమోదు చేయండి

# enterNumberGreaterThanZero
source: Please enter a number greater than 0
gu: કૃપા કરીને શૂન્ય કરતાં મોટી રકમ દાખલ કરો
kn: ದಯವಿಟ್ಟು 0 ಕ್ಕಿಂತ ಹೆಚ್ಚು ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया शून्यपेक्षा मोठी संख्या टाका
ta: தயவுசெய்து 0 க்கு மேற்பட்ட எண் உள்ளிடவும்
te: దయచేసి 0 కంటే ఎక్కువ సంఖ్యను నమోదు చేయండి

source: Top-up Wallet
gu: વૉલેટ ટોપઅપ કરો
kn: ವಾಲೆಟ್ ಟಾಪ್-ಅಪ್ ಮಾಡಿ
mr: वॉलेट टॉप-अप करा
ta: வாலட் டாப்-அப் செய்
te: వాలెట్ టాప్-అప్ చేయండి

source: Change Language
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
mr: भाषा बदला
ta: மொழியை மாற்றவும்
te: భాష మార్చండి

source: Transaction History
gu: લેવડદેવડનો ઇતિહાસ
kn: ವಹಿವಾಟು ಇತಿಹಾಸ
mr: व्यवहार इतिहास
ta: பரிவர்த்தனை வரலாறு
te: లావాదేవీల చరిత్ర

source: All
gu: બધા
kn: ಎಲ್ಲಾ
mr: सर्व
ta: அனைத்தும்
te: అన్నీ

source: Top Up
gu: ટોપ અપ
kn: ಟಾಪ್ ಅಪ್
mr: टॉप अप
ta: டாப் அப்
te: టాప్ అప్

source: Commission
gu: કમિશન
kn: ಕಮಿಷನ್
mr: कमिशन
ta: கமிஷன்
te: కమీషన్

source: Earning
gu: કમાણી
kn: ಗಳಿಕೆ
mr: कमाई
ta: வருமானம்
te: సంపాదన

source: No Transaction Found
gu: કોઈ લેવડદેવડ મળી નથી
kn: ಯಾವುದೇ ವಹಿವಾಟು ಕಂಡುಬಂದಿಲ್ಲ
mr: कोणताही व्यवहार आढळला नाही
ta: பரிவர்த்தனை ஏதும் கிடைக்கவில்லை
te: లావాదేవీలు కనుగొనబడలేదు

source: Failed
gu: નિષ્ફળ
kn: ವಿಫಲವಾಗಿದೆ
mr: अयशस्वी
ta: தோல்வி
te: విఫలమైంది

source: Pending
gu: બાકી
kn: ಬಾಕಿ ಇದೆ
mr: प्रलंबित
ta: நிலுவையில்
te: పెండింగ్

source: None
gu: કોઈ નહીં
kn: ಯಾವುದೂ ಇಲ್ಲ
mr: काहीही नाही
ta: ஏதுமில்லை
te: ఏదీ కాదు

source: Day
gu: દિવસ
kn: ದಿನ
mr: दिवस
ta: நாள்
te: రోజు

source: Week
gu: અઠવાડ
kn: ವಾರ
mr: आठवडा
ta: வாரம்
te: వారం

source: Month
gu: મહિનો
kn: ತಿಂಗಳು
mr: महिना
ta: மாதம்
te: నెల

source: Summary
gu: સારાંશ
kn: ಸಾರಾಂಶ
mr: सारांश
ta: சுருக்கம்
te: సారాంశం

source: Today
gu: આજે
kn: ಇಂದು
mr: आज
ta: இன்று
te: ఈరోజు

source: This Week
gu: આ અઠવાડિયે
kn: ಈ ವಾರ
mr: या आठवड्यात
ta: இந்த வாரம்
te: ఈ వారం

source: This Month
gu: આ મહિને
kn: ಈ ತಿಂಗಳು
mr: या महिन्यात
ta: இந்த மாதம்
te: ఈ నెల

source: This Year
gu: આ વર્ષે
kn: ಈ ವರ್ಷ
mr: या वर्षी
ta: இந்த ஆண்டு
te: ఈ సంవత్సరం

source: Received
gu: પ્રાપ્ત થયું
kn: ಸ್ವೀಕರಿಸಲಾಗಿದೆ
mr: प्राप्त झाले
ta: பெறப்பட்டது
te: స్వీకరించబడింది
